{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              26
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              26
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "16fac337946d5243adf5eb3d6aafa97d8e0d50432e6a82da616ca2a4af5776cd",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      26
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            26
          ],
          "values": [
            "5CeIP8SIMD8gkxU/PLV2v5EQmD5bhpu+Vc10vn5zGz9TZJm/7fWUP5X7gT8qCDJAkRwcvfuBbz/Ei40+smbavlroqr8cnBHAW10AvjWnjLzqr7E+jMHWPCgRHcA6pDo/+G6QvbExF78="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            1
          ],
          "values": [
            "G4wWvw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "OlMfPeykljxj3b288WKGvZgagb3MOk+7+BhdvE9nO7yM5M08Kfi/vZeRHDy+2i49fCn7vKeLvju2NE+7srguumSa0DvxHyW92/igvTN1+LzVOzS8OnrkO7slk7wAAAAAAAAAAIpAETzS9mC8FFL1PDIoFjz94Iq8tT4fvXBjKr3xq6+6Jq8ivJXtLLzTtVi8AAAAADiPEr2Qaim9tYs6vWTUn7wAAAAAQVPlPAAAAAB03aM85X1wvcPL1rvq9Wg8AAAAALEvlrxx5iW8pnkTPQAAAAB9wZ671qKzPLK4o7yK8H07AAAAAKQOFzoONwe95OHsvMr6CD0BEHg8bZBxvQ=="
      ],
      "weights": [
        "zZSNPVx1kb6CUSa+dkCyPvqeWr4v5PQ9NkafPUTkob7ty5Y9Jr1tPtaKnb0L2oG+Bf5rvZW6nz4AJoE8wp8tvgKWYT47lvy8H4/+PY+k6b2E9Qq+ClVcvVeyqz6A/oQ9uKalPefkQ75QtaE+LbmfPmCn3D5h8fo9VkKBPapO2L2v7pc+MCF7PmEQqr6hFIY+eCV1Psn+fj0Q9Ac+VLLbvW1kEz1AT6G7atUOvN9jZr6QEVS+B8VsPmx78DyjEao+pjkuvg4mDr5F83C+tYQ1v3QgEr5MfJq+7QB1vPRd4LyNemy+EJlcPdi+WD5lqCU9rZjuPdE/kT5bTq6+zPdgPXEI77x4NeC8lNTePEqfH76omgg9BynxvfYzfL69oci9u+/uvcJ2Pz7VimK+zzBxPpKmh74QNQC9jFl+vpmSgz7zflO+6ChSPr+qfj7XUGW9X4+gPCqZnz0gXYY+AHhYOjY25b3jywg+jwA8viAZhj4wn+o95b5GPk+aMj6qPw4+L0K5PRXDhz6k8rE9olYnvidYZb6l8Ys+WNAtPs3jcT6sDj2+KtdQvoGQor5Yw8Q9G5xqPuSZXj48UsO7dEusPaiAAD2JuWE+WjvyPYlOF72BLnW+RTPbPTgvKL7XGYk+piHEvdDIPL5DyaQ+lDwPPsGoPr4KmQQ+NHppPQqEMT4IkE++hJ0kPbmocz5CTHe+4RUpPHR7b75ThSa9mZ7tPaoRRj1dT8G+UcS7vlyx4Dz/E2m9AhlTPlaCFj2vSA49d+NhvtOvIr5ooA8+AnxePNxQmT3A/Jq+Q5cGvX5oVL58/Ui9iu97PlY95L1JOQi+M05Gvl5/h7r9UGe9yLGCvkNXfD6AAYE9M7IqPhqOJz6GhFs+EROJvn3bCb2OdBo+L16wPbQAN72gaPu8fAyKPZoj3L021sq8SG+XPrImy71wpt08qt7svIOzbT5aIwY+8iPlvcSn0bxdwFc+19YsvuOw470cAke+6sqcvs1UuT3UM4s+Cc5avoy7lD2YrwW9",
        "0UdMviaCij5vnGG9k9bsvWQSJD1oMv46zWAaPs5clT0jNYU+s4QAPkXRND49V3k+2t02PuJ0U71K4ZK9/MVWPiyAvT04dHi+9bGBPTNPZ77Lzme+FgYtPi8qJz5lbzy+HthGPsCoUz5JlQk+89QEvve6szw3Nta9u83ZOuIL5716DfW9tCiUPUEWIL6Dw3q+4Js0PS0qvDqAomc90Y5fPeurDj72l4O+U7SJPsgiYL7iNxE+AgABvjuzAD10UA0+0C5avSE7Bb6dAGm+WmmXPd6k6L0C2m4+4odfvkaeCj6tJau9cVd8vgCySz5OYla+djn6vKSycj7Bu8e9W87dvV90Fz5pAkg+CZ+RPKsN+D3t0Hq+mAGEvjpG972u2Je+0NesPSD0e77ep4E++ssRPpHQsL3CRKK+gws7vaa9cz7qgFO+UM+avBKDYT4b7K09iWfjvbIOUT3CkL280tZ3Pi7+S75qOEA97MY5vdVhDT6Jsqu9zEcNvoChTD5+4Si+9Rz6vC1dgT4OzAm93VpRvrergL5oLEK9ZjFBPk2RwT2VPTI+OgdmPoVMW77bb0K+PmOJvS7kiT2WTFa+Aj4KPfiIcz0rO5M8cUWJvtw9+DvJBny+BlSRvoEEG75onP899wF4Pgzlvr3CKmO9zQk1PcVsZD7yHAa+ni7ovGsPnT3AJUo+1T8rvgnVk70KoKw9tjU4vvbQjb3iGUm+JYoAPs20bz5InsY9pLkDO1OOVL7tKKY9VULPPQ7X7D2hQl89cMN8PXO4gz1T95y9cQ9rPhwxIL7xZ1G+opAFvlwuJb4EnxK+hEGYvb5tXD5nEGu9fHcGu/+XFT7K7IA9VtIxPiZB2L0Dc529ECMIPhhdFb5Aeis+B44Zvka6HL4SKYW+poxyPo4XAj7DKFI+AHCruLqyjT0BDy+9zwYWPZ0hrbw0fje+xDhIPqZqhz1ErUA9yjAXvjGdrDtDFTe+9JRGvbdjIz5ILqq8tJgHPp6mbb4y2UE93H4UvjQXbTwOk/E9",
        "ymiZvb9Pqb1cX72+QaqAPgo4Nz4HFRq+RggVPhlXuTyna2i+Yh0CPsidsD22rc47MO8oPvNttb6NHB0+m12Gvlc0nTxnFDA+Xh0ovtSTej6LlU8+6DnZvT4oS73Qpks9bpxtviheQL66uYA+eQK3vc7KnT41T2K9f/6APmh3Nj4K97m9R14EPpouGb35xJi+Hku8vUyPbb43UEa+ESWMvqF+5r2aoHY+ygu3Plg05z2XhLw9kLVFvsnsyT3JdEM9aINqPvmM9r2RTm2+CHoXPtzRUr56FEC+QyA5PjcOdLvMOEa9NOw1PszJuL6Ba4A+Dp6GPZ+F+DxXM0i9UA9BPZAZjj5BAHu+zQMKvUKTfj5piRc+YNJJPOspdT5iIYe+hHK7PD8pQD1nVr69oBEQvsrz6r3B+sa9wEz+vaxaQr5qLOW7LPe0vRm+zT4fMGO+XIp7Pi4Fbb43bYK93sIYPgjvmr2THlI+Px0ePu4oZD2jFiM+ySoHPhZrBr5DXIQ+yTZ2vvy/h77aBAS+Ewb3PTaXPT5iKog+lPfPPQf2570cYcm+QqGGvfOYmz3ebXg+92MHPlD/Sz46OOQ92MDfPRr+Ir5o9JS+XNQZvYnaF7480zC+XzWgvkQXvz2jLfg9b3CYvWotD76xtJ8+ZknavHwbET1apoa+EM75vtEwhr21+n4+pidIPg4EQb6vRTm+tSIUPv9TIj5Lakw+NHM2Pu/Yf705P8q9zpcJPWHqEL5kXeO89jtlPUc/Fb6vYkq9XNaKPcNJIz3GbyU+W3wUvqq3gr5UmT6+56N3viupdr6EzGg+xkGFPIvuH74dY0W8HJM9PVgOhL60/lA+hCARPg7AAr16WMW8azePvSuXW76MzBm99YtHvlnN9D2uzA8+Y5ZRvt4wk72j+xY9MGJZvd7RQzwRJBm9XmtHvG+TFj36lIm9+BnHvZSaL76s7kW+AOYaO4VufL0GIkw+Xt3pPbmPPj0gWxW8VafZvZ5qgL7VhBG97ipLvlCuSL4h43a+",
        "uJhcvh9jar2Ysz4+et0OvZ0lhL1LMkA9ErI5PiT4nT4+uYi+lN/bvZPOgL0TVIs+JjxFPXJQaT7anKm9FCcBvna5Zz0ZRWk9yAujPVBuIbvDhRM+rHNDPhIQRz6ygAq+Ied4vr2OAr7lJoo+jIXhPUvq8T1aNM89UXCTvpDalr66TTo+Ch0kuhxPhb1Gs5i9HgVAviuEYz6YEoa+m/hkPbg6eL64pEQ9n/kHvliBc70J65m+OZVFvk0YWL6KxjG+YWgLvrfPUD4ysLQ9BIp6vscwJL5PDVq+YY1KPh0BRryic5y+Nt8tvjZBIL6aXZs+NfIsPogMJz4sU4y+ZfCevHeVfL2fQ4C+x0QUPgk4VL55Clk+0AXYvDWOMz4Mln099d0RPvElpLvBC30+NvKEvX0GAr4wx0O+nWQVvgMdfr5CRkg7MR4gvgH5C70qABE90JZvvqodXz0VSFM+0jGHvYk2EL7Nle29/oBavu2bH77Rcac9DH+TPmMl9r3lAPy92q4cvmoqg74e23I+DlGCveAEA76bZ1I+qAZ1PENPQ77CrWK+4AhfvW66Cz18FPI9Mh9+vhYPXb5Tb44+GQbzvM7uo70uSKW+QkVFvq5+ez5IBVS++O5rvY0Ipb4EpN09FGiXvhdMNb52frq8LfNIPs5gED3/SlU+3LqQvcDPLr4kAK0+pUeavjZ/pD0Byf09GsQMv0DETD2PaWK+lgV2u/6sST1jOpk+wIYFPoo3Br61s3o9UNfHvljHnj0tCG4+d2yAvq5yFb6dLMA9MPYIv9leyr0KJpG9JmfAvbTrJT5Glbq9MLvqvC+spD4n4iq+4rSmvqFa3L4+IAC/8rCmPUrMUD29utM9WzThvEeGhr74MS092LPcPvTWMr549se8fodvvnKUET6r4889ttA2PkabRL5MQgK+WgsFPvJ4Sz5saI89c5wOvnxrAz5NVJM+gMY9u62jYD0Dcms932MfPjAEzz3ijVw+C6JqvTkZzr7cp0y+YxwJPkL6Fb7U4Tc9",
        "AXD4PY/SGD7u3os+IwqKPdIZ9bswkQI92/yTvZnHxryRpLo9RbCtvn5cc76qsAG9AN8Gvm4ne76QnWg9YUgkvlG3Xr7wPh8+nrZ4vfp4Mr7cghO+CVeCvZlMor72oye+GpNGvjTaT720Imq8B69ePrrAtD06wZu++xqgPTizrL06IA6+436evt2QpTylo448YDAUPOWcsD5A3Jk8VNH6PYArK76FIoO+5PiIvrCwgD38ATG+N+JHvWCpQz4pEwC+InYQvqnMPz2ykKM9Da66vYSgJL7yxqa+q3OOvgAtnj58x4i+iJravM0cYLzOTXG+tLEBv3gVubzrpEs9p1RfPp8+KD4YP8u+QKQBPnW6rz31HT49gNJqvU0ZPz6nROq+omT1vhkneD6ZpRm+dSq3PQMlJj3VCmQ9oltNvsR6tb59Oce+/uZIPvAwl74W54M+D92NPrY5fTyyZgu+xlOQvbiLML0k7Q6+aIfpPZQBV7xF9rm94nBKPkK2jL4/Yew9fqzuvI9MSL4cZ5E+aguvPl9Edb4jH5s+NtqKvmHOuz2cAz8+CMW/vEL4n73y/WU+pO85Pp9udT7Nkpi9XY+ivhoQDr4Y0Pi8GuKFvuG3Bj4A+ac7tZ5uPhKxZz6S4QS+hMkcPuAGpDziIEs+J8WgPhw+sr68UE++MbYLPgZKsT4T+0q+7OzDPTtmZT1uGUQ+SUo+Pqgcnj1mJ4k+6mwfPh6RTb45Kog9itmFPdNjxL6xnIQ+OdGGPD7lG70cQC0+V+bpvd3SAz6yrRk9I9kwPiNsgj6i2ss99zaePebRS75hvVW+VJCbPjE0bb0/dGq9xP4yvqiKnr2A6bW95MVoPvk+Jb7YI5i9TJtTPj5AKj1Qtbc95ftQve0HYz4h/za+g+XBvSRHFL4x+YU7CBq1PSB4dr59BjQ+jUyDPrR5q74YakQ9NLlZPoS2iL29rwa+Ls5svlJHBL06HoS+KBoIvv8ALT6S1Rs+sS9UvmuF/z1hvHo+X1KfvnD7jjvFqpM9",
        "pWh2vh7SIr7yqSw8NLidPiYJo7ytYma9a4I5PhdnUT5aGVy+NNacPb1gcb7+KIy+95pLPpHgpD0crtw8yys+vZvOAL7vKKs7SlICvp3Tp71H6C69mRacvrdMNj7w/qg9wNIGPvANmj41DCw9JkOTvmo+Gb5OpJW+u+cdPtG5G751e1o9H7W2vh0cxT1q4k0+AHIourQg7LvFIiU+YG10vpJPYz7wGfQ8yuGMvlPAPL70CVW+WFJ4PtAXSb2fHru9wK+FPXHJALziO/k9XuoGvnQibz7wkDA+NKl5vTsOkDy+DpQ8YIeLvK9T/7wTZWu+Ee2RPdnGkr1+Da0+SetQvmpuYL1iPsK8+XeUvd8JEj5roAU+8cdavWd+JL4r8NW7HGLjPEcC3T0dpS2+W2lzPrjaLrxZy8O8c6Afvmxv5Dz+DXw9zejTPR5wmr4h4b49hqchO1Q6VT7Duj2+HE4rPpFTVb4Oy9w8d1VCPsGUCL5fOhC+KEETvuAvar6AHxy+tMYovmOeS74YW4W+w0sbvmz2CL5+3C69FZoYPnIS7zynayA+fH8VvttnRL795wa++lhAvhPT7b3R1WU+nv5bPhjfnLz5fhO+ulXevYBxQL0Cemm+NGQuPqgc/r1CFXk9N7K3veKOYL50+mY++DvJucKe1bx164w+64qhPWU54r30MAQ+Qi/yPUmXUL3NiC+8j7Y8Pjj2r73JgYY9zgGGvFav7r0z8J881fLlPR0WML7gGk29TIopvUXeb778x5a8PNeEPYINYL5i71q+CfWAvdR7KD6ytVm+h1uqvIYgLr48cha+LIhOvjsba74h0ls+Jrgkvfx2Kz5a2Dc+kLuLvdlPqL5m2VM95XPhPcEQiz6ygh2+4I58PoMYE74Rajk+TjCGPVkhWb7iyXK9OdR+vp79mT7gkDQ9VybHvF/ybr4AmD2+r46PvtpniL4+2lM9LLesvRj0H75xjKs9tMzNPcEKz7ymRLC9It3NvWBD9r2tOZC+/82iPfmqmL0tnos+",
        "5gJlvjspqL1hpjK+ahxNPonyWb7WUSo+8E8DvpWALD466ho9DiHmvayxfD6GICU+NTgCvn7V8D1dXTU+PK4JvfB8KD4LM3A+8HQTvRu9jD7K8i6+f4fKOx5yXT5Yoo68gttwvhykGL7CYJW9pKSDPcE/dz3ytu49w//KvI2kQz6jWRu+dnt5Pj8ZfT6mnA4+WDmcvLZrM75XN1i+gxFJPn8MOL5QLrE9qKbFPYz+kT0zd7I8lTVovliYob2hrJW9oYCDPsRQP71wRHa9Vr4IPsxgI74qO5g+g05/Ppgq3jylZq0+pPqZvVCbPj4T4Xc+W6J6vg0ySD69Z5o9O0WVvsgH1r0UYWO9zxZCPoXOYr4vcya+lsIOvi8WKj63Squ+ai4gPlU+cT6UMdE9uVQQvi6nmz1ZiuS9BYBAPUKX8ryWrs89IpgivkU2EL54laY+/HsKPuV6bD69QdW+SCnmPQ7MdT7m+JO+SJyXvhRUSj6aFPe9rImUvQvwjj6D0I09sH6lPqQ4gbzA/xK+ZMGpPWE7Ab4TKJ+9KLvZvHHbDD6qmIU+AEcIvXvZTD4gfjg9FNDovTYQxT0yMpS80J7dvX5VR76DzPi9b5BhPhw72j32Wem9Tsu7vs92DL23oz8+B3UivpB6FT5PhkI9DARhvQ4XCj6EqwS+dxdNPshks77Hdcm+vr6WvD5NnT5uoQa+tb8AvZiAXD2/kxm9wPs+vj9t6j1w5PI9Dpq0Pfq8Ib6AgaS9jXRuvm6L+j1Vfww+O8eNvouVIz5P5ds9VvSRPr/qXj7k6Se+oq0+PeAyNz50tf+9yANMvU1iZL4KxF8+U8uevr3eg75S2ja9VtfTvG11jT2pSk8+0vA/Pm3y4r4Kcma++hC3PhxQeL0NrzI8z+isvhopvb3z7Fi+hKMwvst7076bCME7zf41vvD5WD5QwIe9+zKSvk66jL3X9Ms9FKD7PakF9711xr2+7TYCPUq7Nj58azm9U9Eov/TIPT5b6oG+Bp8zPjvBiL4ZTCi+",
        "k708Pooe6DsQTU2+bXscPS/S6z2DxVi+xR8xPb4lH75QDCM+BQZ6vWksRb6XpAG+YkOVPYRwp72H23Q+wqz5PZSThD1zTOO9xJMXPhXcWL6rtbC95Zf/PT8ZxTwIk0O9igEUvnLWGb7hccU9KUswvrfIsL1Y43E+pwQ6PWR2Cr0dFkQ8J4ZdPpWtNT6PJiE+2pI4PsWhsTsj2DS+fA4aPqYNhb22Df2966UkvlSHa75uLK09v5cyvWLYkz3Fd4o+vAIwvRn0RT6zMiU+2geNvSDg4b2QCpK9/GTxvZYFBb47rFa+UMC8PR1ivb2EggY93MCOPJy467wUOEw+lyJJPkHAkT3hGo8+Gy4qvuWljL4zRyE+d7BQPnW/AL78bR0+//AaPqK5BT615jg+kCjSPaTvob0Tf+U9JyMsvQd2l73CK6K8+hKoPbmoaj59zvq9cBKiPhE5LT6qP4e+UEv4PQV7Tb560NE9FPbJPVu7x71uoEI+33B7PtSyPb3eYy69O5qhvWjZnr65JGk+4+IxPniOO76EgwC96XSqvo16+Ty5n+m9kCBjPhbY8T3Ss2u+DXsqPtT8Pj5mO2W+O8mIvfobO77uVL09rs+RPTLPoz1s2Xm92g4JvV4zbT6qyQy+vvhCvpy3PL5JDAq+nSyKvniUWj4eZ7Y9JhNPPo9LXj1GLo++sIg0PiqKZz5COd+97ylEPtiN7byGETU9Izm3vU6pHL1E054+TqzcvL+Wcz4kPpg9X3ejPaViqDuCZjq+e6kWvjLVUL0kZD69DClmvhHldL5jIBI+XNcVvsh9lL1AKCY9Fuw0PvgcjL74uGU+J2GcPivH3Ly4p24+g8zdvYLvnb1l8xW+OvgivgZw7z3AU4073kNyO5NMoL43/uG9ON4ZvYAdhTtTKDM+ijJTvuD2Ir5a7gM+2dANPqbSZT7fJke+i+BjPt/GDT6Svqm8QEy8PRkxPT2pDMQ8wPjcvsL8TD6TIYE+fF1lvVIVED5z0wQ+88U4PmDbgr2sYA8+",
        "R4avvq3RLT53Bb2+wvtfPn6Wyr6gy6k9oESUvkqJ4j2usDY9hYGXvtzyzT6ljJW+p5rCvFZCWT6wTHi8mlXevanH9b1nmTK9A/8QvUcZlT3ywK++rI2GPtrMPbswp6O9JnhGvhBQhb1Q55u8wwEDPl4Wk74gT7S+NziHPT7Joz4Kw4u9JF1JPPKilr01tYA+uA2hPVBJpz5+SAe9jGuZvmxLNj7gbCS+dIVBvoUvUr5AxGi+kSRbPrHq/L5eDF4+eDs/PV8AdT5aC5e9k7DMPeYlH76zhEI+V88vvrO/ub6KJj27mGhOPuJieTw44IC+3/Qzvo6kCL4zcV89mZnCPkBP6DsQ0AW+sT0gPX/nBb4jLhE93ChIvnIK8T3ECoQ+J8ddPmQsyD1BoVC+VE6KviTt1r6OMrG+bIVYvbs7O74g+9g9DPOPvldQTL4iD4I7pkZwPQIKnD67cFS+kgI6PiBhCT4JyeM5b8Elvh51cr0iSVS9k3gYPuwEeb7eC3G8AL7Zu+wJ7D0GD8M9AblsPppuHb4CCfs9n2YLvp3H0L1onLi+/LGwPbZV7r0E3+Y9SVg0vjD/LT6qn8U90wtgPiKpXj49Ak29UKTrvLtVTj6g2Xy98MrZPQnUNL5DoB0++aR6PcxsoT3yk+699SMzPf9e373GiQM+M5sLPdK+Bz4="
      ]
    },
    "dense_2": {
      "bias": [
        "c8AfPWEhXT07sh29mNGlPLO0AL2lepo98aZGvRguwbyCPYi6Uc+UvLLexTouNb68AAAAALyIxjqFhoA9pBTjPOVBI72qIHu6oN2FvIz/jzr2wwe9QOaPuy7uTLwoNwi8tPW8PBk+Fb1hxD48KlnSPFjD37yyBs68Of6tvOosB7xI3U68Rg8bPcVNkbwwaWS7ky/zu+o5drxkB5c8tdjOPKvIq7yPWSm9YPgcO/wADzxxXqa8MMgNvSqsuLuoWZm8myvTvJJwc7wJ4UI7lbKEvDobHzyoBa28CPinPCNXlTw8N/W8roXQPH3PFz041Em8qtglPGG51TzSDNW872QRvQ=="
      ],
      "weights": [
        "+Dg5Pko/Sr7qfqq98/i7uxTNjb343RK/5B0YvoTq8j1zgXI9k5J7vkW3wTt2XE+7cIazPNkyhb4hCVi/258pPnvzEDwb+56+wo9jPjB6MrzvlTk+s5M8PjLUVb2OZgQ+tXlkvoDjPT1JDRs+qRq+vQUPLT26u3k+BGgCPtUQBz4V6628glmSO+ATGL7T21W8jEuwPuQJUD4WS6G9rWs4vv0SHL5xvVe+cUZqPi/egzzBHU27hKS0PSbZNz7uMkm+6YevvBZqUr5i4hG+tm9XPmNv0L5te4k+mSnXvYv+87wxuqe9b/X6vY3SoL31t32+RhSOvKplDD1rHUQ+l1DAvv9ecj5HPyi+e+QuvbMThjyxoA2+4VWIPcLuX74LCBO8EIGtvSKbWT478WU9t/cFPjqWwT1LrGw+wM4+Puz95L0OYqY9nIKavcDyDzsOCD6+JTf5PKcMDT68zsQ8ZQTPvchOL76TiA4+kEm7vhwaXTy6IoS+lgOUvT5+RT3BT3k9U2IAvR2wED7MiCu9yyEtPnmnLj7Q7JG8FgimPbk5VD6sKO+9jjJEPUbwSj6gzaA+IQFgPXT5Az6fatU9FKBcvaDTZj4VOVi+xoSwPFUMcz4KQqy+RE2fvUNbjT7jwyY+TAY8PZv21bzu14y922oGPgZykrw/uy8+7cu5vc3jLT6d6N69emagPlvzUL1EBau+MbLWPfRkQz6JxYK+RCgPO4d2373HOaI+0NUcPvyiv74CMYo95deLPrFOsz1vcqA8PXvDvIPAlD4DwqM9e5MePsEBQr4XEuG9ES1WvSgkFb/vl6M+yQsbvY7QGb36nYo+cSMBvaMmNr2wUdu+l8vrvqHlK76Fb+I90CdavPe1kz4m4h6/twauvTqKfj6WEzA+9iB2O6PEBb6SOMQ+ZhkbvpwI0L6hyce+sPxiPLQPk7wKrYm+a1g/vErFyD6w65o9yS+2PXgK4b6JXH++IfBMPtFWBb8MlPY9SEeQPsLSV73ahbA9IKocPn/gDL8W8p4+",
        "IiN8vf23Sb8PzTu+vXAiPn/8Ib64Bb++dV9nvSUsLj4GvJO9OW7lvYr5yr2Iql0++d86vjbYNz6g6k2+FdbsPSStH76eG0W+1l89vqG5ijwkd7C9m5ssPja1Vb1YnJu9XlUZPv9p0bxG6Q++rnPpvTqgVz7tXxM+ksz5vWvWML6qjkc9XRyOPJNvC73cbNg97TlDPBbarTz0T4O+0TeuPUPPe76BNck9M0X4vcrH6TlDRgw+1txivVHU+b043zO+idMpPMvQwT0dNYU9JEMUPsaoTD5IMqY9KOr2vb1PujzPoSo+FcLxve8PJT68JCw+JHMdvtKY7L37y0i9T0iePI5mq70Ccmy9ZQ5OvKeWFL7cUwA9Yv6qvaAOvT3ss4O7Ncw5PnO3Nb5ofj6+6PggPgBbH7zHWwQ+sgTYvZNPAbzG33m+/aZPveKbcr7qq4S8nDxnvQ8hDr7iWiM+tfoUPn1kOj7+dWa+z3qaPd8zAT5z0BE9yTLOPUqVe77XohO9jUywvd1GDT4qxI097FF6vjxQNT0ELhY+wYZ3Pq1W4b3ijRY+5b0RvHSXgL2s1wC+q4NtPiI6P70y2E0+A0kLPsYozbyIc4s90phJPUrfi74Mo2W9C3UVvuQFmbzLbB+9fm8BvBp5gD2oJQ691d+BPotSmr2J4di93grfPRjxnL0+H+a9/iiHPTsmWL7quCy+gD3rumfkjD0nbdY9ODvBvJJYnT0QTy+9LhzTvXAYCr6xpPO9x+gKPl25L77fmNq9ZW6LPG85BL6BNx0+5FV1PUEGUr7QRxu+Q7Qjvvtojj0O4r49yFJ5vQZ3Sr73KB2+l44mvb1DFj3DgcG91fHWvS3hAD78P6c8S6oWPnWBHr4WHcu9XgYfPigXEb3+37C8CFe4vU1sUj54p4Q8www+Puzpkb3DGVM++VQIvZCrO70KgZw9SqyivJppNT6kEAy90mnRPX2GQr7Z3Z495vQlvW7vIz4uDUc8rp1UvtKenz1tlCo+EFeAvXS3Uz6v8DG+",
        "2BALvntSjT1slTw9Wqo/vd1Vgr52lp299Y5APrJzOz0nMPC9Ij+vveIUar5bWZS9KCYdviqsDDzctJU9AoYVvoLnKj5SM5w9IMeRvuguR75+NPg9AN/avWmGA77C43K9cFtMPtfyaT1czMq9ELHgve4QLL4ynP+9AQ3LPMDEQz7Kvy2+/DzDvS8C6j3mlRo+cJ05vUSL8b2z4uO9fWDVvBRFJb5wWaA8x3d7vng2Cb4d5ze+sONIPYgNIT4JAWW+EY9evufDUb5NhAI+hbnGvTxfWTzPvGy+hXsFPqV8Rj4880Y+S0Zjvd/MUz3cUIK92FcQva84QD55PQU+pJPOPY3K9D35TLW9rwAhvkDjzLyT7K29NxDDvtNshD0VfLK+KfLpPd7Ngr4373e+QOj9PWFvDz6+5qu9l1e0Phyulb6CScM9b9QXPmq6ar3h9KS/7HkUvlgD7r2EvxU+Hlo6vsZJvj2EFlO+dM2evo61tT0LU0E9aDxnPV5QFb3OJxM+Sr6PvjOG5rwmkbW9GxexPKLH1z0Yq3A99olNvjAuKT5hMIy+SQEtPmoDsT1qkxI+nJ0kPriqNj42Jk0+hU+XvrJNNz57ojW+ss5LvpuOOb4f9Ca/r7g8vo/Ej7x39sk9M3B6PQfGDz4JqjO+RM8WPmcGVL2uJqO9figvPV4DGT4Az2y8/NBEPifcsL2nnpA9l0fdvaPNqr713C0+jWQGPpIM4r2qjIC+0ZWDOwFmoD2FvD++JrEZvoo/DD0vCQK9sjjRPbO2671MJqA9u1P1vtwDEb0BNdA+23BgPkUzAz7B+IW+0OBHvckqCDwYoZq+rou0PfgEPLyu4649MroLPBMNCT6iirq+vlyXPaOVLz46P/S8nNyjPHfonD2U3hW+4p/WvjLwdb7CxsS+S4Ikvb5VmT6mONU9l7yWPlgFt743eiq+x5CePauoor6mU2Y+ek+FPtfkpz31ayo+mwcfvtpW8j0E8889sLbOvEsWaz2jZRM+P5ksvhKIOz1hwxS+",
        "zUYTPlSjtb5or427rg8zvoVImr6rFnU+PIcIPUKPYjyW6iO9U/h5vmMDIz6HJv49/gwFvtHO0j2z256+cegvPk/J9b22o8e8zgoyPjttij6xhVY+E7DHvTn/Db6n3x6+I068PR7qFD5v8iq+uPbxvHiL4D0a0iA+B90ivt13O72JhUm+tcx9vQR/S74W3XE9fDIqvqSrYT0Qvpg9qZa3vIN8dT4zMDK+oD12vmGS971P9Po9MZoIPo+3Mj08pGo+m51UvpuBdj4oQQS+pZkNvqgPXT6pSki+H0fyPck3tz0d+cg9qkSmPRkVkbz/uMS9EBL2vMz6Qr7s4x07y0LZOqqJnL1hRFw+r3CJPR4fHj7dBfM90e2BO68/GT4d0F6+2v0lvrWaYD6Wc6i95OgkPkLa271YJNC9GcFSPTAqQD5ILcq9QK2JvfQjCLyJ+eK+peXjPWw7UD1t7A2+T+wHPvXEPz7HRrg9mcY7PkBUoj1zHjy+WQF3vapFyD13rkm+uywRvted2z3ZZwi+FL2CPtq44DzypU6+HLORuvaFj76NYXi9lKKEvcVjZL1wLDO+USBQPgr7tb2W1jS+1j+EveL5Ub59SYw+R1QiPhxsQz75OQ0+x/eGvmxdFz6pYz8+0vMdPraK/TxWwKC9nB7PvTRcnj0RAWQ8jhd7vStcAT7KNWu+svQiPjlztT00UnA+OBAKPnK8vz7V9Q49dKfnPCl9ej6lMeC7cLz9vW8vor6ELfW9Agriua13sD491Py94X6yPHxI8bw9eZO8uwUOPsc9NL40uKO9+aVZPpFUGD3Xv0K+syG0PVmhiTyyMQC+qzsePmFxBr14eq89ASfdPT2GC70HFHa9187QvUo5w74SO2S9Pgu8PaIEK768JCQ9duNkPiUJ4j1/usg+H2F8PunNCj5ik1u+78I2Pp7JaL4ngts7XqedPk+Vr7zoARG+h3Q1PqsI0L3nAfK+z4ozPSt6A76IxxS9zMEXu+hX3r5twMM95+PLPVzhOb16aVO9",
        "Y60tPltrtL6R1Um+tfBQPVcORD2jvzY9G3Z5vaVumj3cfWe+aZY4voroAD7GBKM9klwevup1Hr4/UhK+dqbqPMdn0D2/sLe8UJ0Zvh8zcb78Fho+Nx6avunJBT5W2u08coBhPY1/1r0zhJg9ZlGoPSr6IL4wHRi9eoQZvtiaBD7Vgx2+t1hEPoYrFT16kfs9rQ2HPQJv4T20o+W98cZYPYYTgb59tR6+Nf5VvpW8rj1jtKO+5BpWPipKqr0TaB2+C0pGvl6ilb2rrm89tNA4vnZaFj3252O8THoTPr167bvLFSk9rcoovnzFtj0eTf89GgCjvq6wFb7gQ8I9cMdDvrBj471QsR4+XtW8PQ+Rn75LQYi+MaYRvXOckj0Ra/C9JbYyvqUhiz1ezGq+rVnWPUjhVr5FD5K+U7oWPrj8TT5XNoM92iSNPbrS77x9fqe8dTMMPrY1+73hIRG+/inLvopKRz6CgvE9LCAPvWpwLr7qhc696464vb82oT1hez8+K9tfvsqzVz7T2Wa+5dI0vqV8IL7Lg42+RmtIvhFbk718hZg+BcCbPqK92715bZi+klOhPlS4DT7Qywu618CbPVJe5L1RgoQ9kSVYPtMzp706j849JwuPPEdaVb0q5RQ+SYtWvp1XEz5/9sQ9pwObPiTk3r0kqjg+WcDYvZMUiL1kShI+1SJKPjA9erxL7eE9byQVPge9TT4FIzG9QX1dPsU7+b36cd+9nm62PGbNED5N6hY+cGhXvrdOMD6k9049Ri1XvvVJtz0QXXw8BFBnPTBTm7uKG9q9YYfzvGW7H74r1DK+3nSrPb/TJL7yoES+0hNlvL9w8LyOpYo96vzwvcLlvr0nrCm+5JxMPQF5LD5jRIM90zQBPsX6Nr6YF209JNckPeAVkDzRdZE9DVVLPkuqC77PMqY9FqiPvQLK1r002Aa9md83vtd4Fj5VfSG+iMcPvgPMu7zIdf29p1oNvif++zwGZQK9EEoWPsfWHD4K3pS9PsgfvCwOED2UwoU9",
        "3mJYPpid5L4zhw4+3i27PUjd5jzW7K6+z7F9PZobnr1fnlO9YvNhvdw2nT1M4tA9ABjTOB7y0rwwfsM9PbYyvpoN7b1wB7u8QNESPkiEK76uLxM+/qo4PUw5Zb3wmus941CtPAKKkbvh9ou9PRx/vRSuDL5F6fs8kvuHPRLf9rwD7fc8QFLtO3BK3r09riW+lQYAPvgvGb50bR++3TAMPuK3Cr1TskM9CmwHvcEuhj6ZgBK+DLImvePWO74Tb9i+B3WPvgi5Dr45fx0+JDAQPntvj76lBis+NlaePvSpqD1xjXg9eDo7Pk1DGb7k7ag9xoXuPfTbiT01xvo9Hzqtu2CBPzz0Kfy+6MlnPt8N4T7EVgi9Lq2jPhXSjT7nv5++f2YFPsfXHD6KGRO/eewRPohwnL2yKbe+IZZovnP/1r6AK+0+M4wzv9T/aj7VcUa9JCGaPgVW8j6DIAY/bgXuPohQu77514c+J8fTvvHeM79STbo+A9UFPxlhWT4n0U4+83ufPWz4Nr8AKN07SrXLvQW+Cz/33yk+Tg/9vgEl576eBDi+82eCPdrmr74E7tK+fnVlPoxpXD195ro+G16yPSBM+L2YxGC+/T+IvkbR1j6OvPq+8RWDPvapfr3Reoa+FhREvquA/L6Lht2+nTZsvojwBT5pfTS+tuSDPkm1g77X7WQ9TQebvi4gVj5+VUE9aKIiPhoGCz53UxM9ytCWPmxNaD5CMt89fKFOvCKjKL4VrkQ+FUJuPF3Fxr5S8R+9fLlKPgJKVL4Ey8Y9dleFPI3P6r2/z6c9BpLGPbg/qb7FRZq9WVItPog3sj2ns5U9dedVvpQSxz3Q35i9gmI4PpT7Y72tE40+JwgvPZ1Jcr5V8lA9UjALvmOzIT1R1QW+OxMZPaN1Jz4Zk8S9ipFevXf5vj0dZP+9wbBAPmbcAD4xQpm+aC9jPoFCKr7aGRq879rrPBvsob1Soaa70odmPbTYFz5L2eO79yOSvd9+VT5EJka+kLFwvklSj70VLYw9",
        "ARQJvi1h3T0zewy+naKWPRAP672esVM+zoELPDA/eT0Lhl49mRsPvighZzusr06+kRm+vUNRJb6IeL69/+/TPANXrD1W0LM8gM0gPYUKfj0f/zO+GXSEPjopWD52Fv89Ch00Pp0j5z2xuJ6+MvtWPtlYQD6sug69KUsPvsOm7j23Bks9iXGDPsupXr7Y6ow9k/xDvtsnij0MQhy+x6hOPlO7gbyBlvA9qrC6Pdg0h7x06kc+/aVTvoRyG743lRg+j7lSPrqPH71Pxpo6dMCCPoWEfL6iMci8QZIyPuz8Ir06ZUY9pjdBPtd3Lb2t3hC+5kEIvg3Jqj3hjRU9eEZzPUTmfT7JVa29u2UuvjJCgDyCelk+7jVJvdyhoT2kMiM+6hwHPS2B3T2Z5Nu8vw3YvJKYjr0R+j8+mhN9vT6FFb4acjC9R6tNvbGxcbzZn+49fBzjPXaVnL6/TDa+FooNPkVWnD1+6MO+Be7PPX6Cn739W06+8b18PHfp3j28jyo+umQcve77Gr2tFQQ8NDohvs6CPz7Va1C9j1KXvDGAfT3hUhw+g55Kv0P+Uj5qLb69aftlvn2V3T2vuAC+tXmtvq47sLz0FHw+Uh39PfNcjT2/7ng+9KMwPqUdiz38YYS82RyOOz7LSj4BQjc+YL2DvjTXEL5JLx0+4qtnO3S2370LgnW9KaB0PnI3lr0FB5u+OwPDvH+gMz6VsCm+lH57PjHg8zzHXVc9diVvPnQFMTyoy6+8rV27Pa/u3L67Sw8+N01LvYUfBb451A4+wiosPXlfob2faug8EXApvGi18L3LTJi9SS5/PtuelL7EWh4+CrMhvDliuD2yTrA9ok9WvUw0Er1wEni78IgGPEUBPT450cM9npMmPn1X572i6yI9CjXZPnu8TT6JEs++dE3qvv0btb2jKgO+DjLnvMO47b0ILCE7C8tGPkPpu72lpYC9Uxq1vcPolj3unRw+bTEGvhHSt7womBC5TzIrvgfBkj7xxTs7dd2KPWxvgj3v4xY9",
        "Ioz7vYaE0T1gNi29mECgvZUQfb3fB48+sJhQPrqmVj1oYmE+I3kuPhcVCj0CoeG9MQwtPiHrT7727s+8tyAYvmUsMbwFdz49TEllPqyBTD3mmuG9nrEjPmz0IT4VhlM+UZDCPRBZSboaCSw+Dt4hPiijSr75gyY+7AUAPu7m2b1QKjU+qDwvPbOCNj7/BM09r75BPpV0fT03sQw+6jlYvk+ijr7JJYk6v6MtPYrjH74x9lc7vm4OvkUeiz5oGLe8/DcpvZo52rxtQti9SHfYPs22AT7XbX8+EdC2vKXaPL5qSaM9+angvV3ugj1PW5m9JuNqPlyDM75VySg9oo56vvVMzr6VzCw+LmOivQVoUL4I+tQ9LWwQvGjxm76dLLW9F+FRvlBm97xqrnQ+X1O2vkgHQ71Oo187kmtcPklGkj6A4rC84yOUPgZaGj2Aj1U+92WfvjchTzyePuq9xoqcPV+DwLwa/bw9GoM+PvN8qz5noQG9IapEvd1RFr4vpPm9kdHgvci+bT0Yr7G8EVUfvjR1l77p+Ck9IzMZPvb4mD29kZI9ncervtvALT2b5eg8FVhsvgdQjL7WJlS+aQZBPvM4lD5CgmK8ZgNyPmmUQD6q9gk+BWMlvkxDgr7/qAg+QkDHvRmxJz5lxc89uaMivjKUqj1vRzc+PgIcvHrhgj08lHg9KOxqvcAG/juerfQ9gnAavtA9wL3o0468vNFWvj3dx73t9lI+lA1PPfSaBD1A38M7rDQCvXjzRL4QxqA8he0WvsF0XT5au6e9REZTvSKGtr2V+QA+VVQAPoG14r1Q3SQ8oYBJPsAjD703ME0+tw0DvlhWK740tKu9XBVaPWF5172QSO+8mykqPtywUb1qT8M91DcrPcbzzj1hBdi9aXAzvibt8j24Ccm8yTEfPqIGQL5+jtk9OxEAPjqPKr4x3Qw+2O6NPKLy6T1AhDE8mVAKvqyqNb7MW2S9P1smPvd3Hz58N0c9P08xvpwBbL3Yp2S9PzEIPnQf+r0Mllu+",
        "Gn2QPdDEJzwZBxI+3no1vmWlGD7GIMc9uTUMPlPWWb6ATbO7dPVYvcxgDb4mD7s9Dz0Kvvbjor0ui0m+gLDMvADvrLokDBo98fI3vi31872eML49FKtMvlqfS74PW0A++Sgjvr2aDz6LiRC+HP1xPcNO4L1Uy2U9PflHPgD8V75IY1y+qcMCPgJRhb1h2Rq+Eg7bPcIRub3y/xC+hGBTPUfFFj57xRE+lUQxvkxVCr1AJzy8gEWnvO0KQT7DyDw+KtwsvmtDTb7OFME980o9Purghz0itTi+hIA5vqSuI748KoS9mVQBPqaZkT1vLjE+7TUsPo5g271y77697G9YPfJwqb2sT8s9g4SCva6sfT6FGlA+FeArvTSrKD6AM18+RgmAPrASk7v89vo9YXYsPis7L7640Qy+OMQiPrfpN71+B048r6EgvrVmh752+LO+6eNzPNB0Ob3x0Di9+AKLPssDIr6j6C6+pGDyvkwbkL2D+DC+4Lz7vTPXi760paS9LJD3vcpaZj3YTrS9l570PbrsqzzMVN680gwrPgtRBT5BUi6+fAmoPu2To72GB+C9XOSXvGJ9OL28wng6PTKEPvO7tD1o3T8+4YHxPc0xsL4PHbe+F0CSvsM4GD79cEs+RH8kPtqaoLzX/Nw9m/upPsbeK76qzxI+lJuyPVWVrz3oWWa8Ch63vha6JT48dvA9EQ2tvn+mVb0Ej569X2CkPbEcEj6PZQO+XhHuPUfAgj0w7nu8GB4bvvpk2r2xrJC9SmJAPtKQt75oume96y+KPbAtIr443iu+VtGHPXfBszzK4Ec90lswvX3lID0j+dy9GuxjvvHYQj7GN7e8c8FWPA89Zb7U3Nq9jGdIPrhXI72RrSo+MJ5rPVVWpz17tm29+s3nvXIk8r1HI1K+c14ivhVGhr7zVtA9rhBAvru9lb6Uh2+8lYmOvt0vsD2npA4+oqJTPvMri743/lk99/NqPYx2U75UDbK9BbHIvXQnP72emZ6+wPBCvnOTXr5FTEu9",
        "VrN6PbIaBDyHSTc+knC7vOJihr74+1c+H0GNvOeshL75KRA94JJJvesHUjzzvb88rGYHPfgEP7yy/c49j2GKvSDIhjwDiSc+2J0kPubpIz4HmVE+gU+4PUrHPz7G/qw9E+FgPZjl3zwZNT29L6osPluLDL5po9I6VBf+vFkuJT79SUK+MN6sPeAkpL1+4qy9zZ7FPTzM4b2myJK+2VNWvfHmYj4E4dy9YZ3jvkWkD75PgIq9blyYvWKHXj50sta9b0Q4PlWMsb60g4S+DsgSvm1ieD4KWuw9xF4Rvqyi6b11fiU9leDxvT+3QL7P/+C8PyGZvVQG8r05lY0+/kYYPO3+2b2nTZm94uuPPpBj+r3g1kk96WptPk7hr735Z5u+RJR3vtk/nTzuEv89+elkPvN9Wb73F4M9dPGQvnA4O72Mygw+GhZgvgikrT7IBYk+kBWoPbA5gz7I4ru9qMbuPSKWKr0n7Tk+5bzRPQLShL5tLm89+2yfPAT1mT5D+s899rzOvZ7LEL7G5is+zQx3vdmxoj1hC4u9QRl5u19Gkj2YSjQ+gDjGvrGj7LzIi5y9HaIlPvK2c700KHQ+2lgLPtnaz71DfKa+Mam9PeRVSz6N100+AvGdPpPzkL7EWow7b5GCvlISjrw32a++2rr0vUfebL7geAm/LGMoPtjCtb5GAmM+d/aLPktpqz0XCAg+M8MovakXOj5SKMY8xD3DvV4Glr77Us+9WJ5PvvmHQT5OpaO953cyvoPf370Ivwo+zh4BvgD8l759ESS+w39fO4+ZAj7YTHU+lXhIvTLILL0GAT89y9vgPZKVcz5L9Xg9GyU/vVRArL1PCEc+hD4xORN2XD7pQJa9lKWsvX5qkr25NiI9On4BvhafBj4AwgO+FmQlPUowR70PXJ497tuGvv+CND7Ll4U8hBZ9vItAur26Y7S9DNh0PkbYszt31oA9XZWNO6zEsD3p3vU9jgm5vcX0zz1X5cw9nqoBvhzPML4SwzS+wPLGvQ/nmj4fCBC8",
        "NNzQPS5KXr1vdIq9kM1yPRSnCr4ijns7hMHvPSWSK75Xc5e9AjwwvQzz+D3/pKe9VkBGvk+EOz4EFwu+2xJZPSq4Rb5pI4I+cNWWPCX8Cb7GNTy+H1NlPqI0Izw3m1I964ePPRui6L3tLjI+vN90PYxZKD4sfrQ9ebASPt3fxL2mexs+E3bVvHQLU755zVs8n79zvQHzEL7i0Rk+PtoDPKaTSb6zTx6+Tr6nO4z8uT3JDE4+znsIPjnhST6TpoM9Al0IvLL5ur1P1u08+gl2vZa9DD5Qg+09WahPPWPc3jy4Ukm+QuQFPa0UJT4Fkka8ETfDPaH/Vj2qCGU9AkoYvhXA7b3RoZI9uhaiPSJSLT478qC8k44hPLzh9rx7sLE+2ywNvgVdxb2uh+c7To6evgCYyznq7Ok7g699Pjewlj59WiC7HBcCPTdAvr7/GzS+kwuevWVBWr75oWm+Rol5vk9hoD6j3Ke9SnIWvvsrXz57dvW9s7vvvhlVhL5qFb+80eyvvNsN4j7E+gO+p7oUPjll0L5ppAe/GubWPhCJ1z4rJ/C+YJAEPvun8z7wBzg+8P8dPhToL75H2uK9rqiVPl8oHT5+tnA+faG6u9x8ZD2xbI4+zPY9vni2o76wmZ4+zBQNPb1cuj7zAsM+IvZzvhtzFT4dz4Y+taNvPYMVRj6tRyW+ZWVzPUPrST1nVg8+S+AiPjqjZz5qJKe+pKd5vgi4PD5oY0a9r/VqvTHggD0MfGa9wBxnPrHSqby/A6I+Zd7hveXtQT6rv/S+GIASvpsyIb6pNQm/S82hvnpZWb69+Fs9VCs1vRaPlr3IpIU+Kywjv04LML16h8e+MyKAvl9aIr7IjIe9gT8wPnRklD2bUAi/pMIRPMMW5T3Am+A9zGgxvezlY71vZQC/0hwPv2qfJb5mZkI8QtxVPHk0Lj6caaq7BZJuPfajbT7msSK/yFjaPtOmyL5Lo3q+4yhGPkhKn74W3rM9rS0XPpJkUr6yax2+KbmYPVf8cz1Q4FM9",
        "b/kePv4e/L6oZA0+OIFhPbzCLT0RSo+8QRLPPSzmpL6COfg9NqSJvkHCh74OOG+9ks41vjhyRD4m33+82AsNvqH7yL3mS089rxk/PpNqET6sYQU+H8gHvZAi37t1ZU0+mn32PYlYHD6CVck9sEiQvTYv6bxaJMw9jfCTPgnzVzwNS02+w5PiPM30ur3W70e9HhcoPpk3Xj7RA/a9UAz7vJ61Xz0D84W+w7SFvurieL60V2W8jusPvrJGVj4YeIs9mAwmvmxSyr2MOjE+VPAOPufeJz49tDk+9fIEPoR+H77VS7K9ara9PYhHZj0m50I9FXYovU3gwD2Jkm0+3x4YPpyLJD5kmgY+zoINvlGkRD4wVbk9a6YGve43OD6YbGY+0LAsvjPxer335kI+TORGPtqL+b1mmRU9RUcVPqgMGT0pkyQ+LOqLu1sx0r3Pb9I9YpqOPfUxEb6rP4g+Bcz2PdA2HroitCu+GREaPnXJvj27+hE+S1dqPWreub1MFty8D2GvPfV7Vr6ND2e+ohJwvtImtbxY+GA+SlUUPqkGED6U7Zo9PRW9vYfNOz5PM2+9Zd8NvgmLQT6CorC9/3hBPD1PI74wefE97WtTvY9SFb4q+Bw+0s6iPViinz2QYho+Fa8mPp6B9rzLrS29CZstvgIhIL5yhYg9FL8YvrTg+D2aftW+4UShvOE2PT6jjBK/0OWuvNoyRr7rdUi8gMe5vGn/mr6m5Oo9C80MvcnsSb441wy+i5trPn6Xdr3EbjQ9xfuIvFPrNb56pLw8IPSWu8M3gjzzM0++97grvF1X0r7gXtI9y+5gPY5jaz7i2/49aQGLvhVYTb5wo9S9zubfvQpzpryon0Q+LfQmPj7OE70lthW/h4cbvlBKiz34tj0+7Mi7PROq2L0OoKc9h8EDvp01Hj4E2js+RG1FviQKmz1Xykw+00AvPvecjr0Cnne+Y0tivnwp4T3W7rO+3CR4PBstNT43tUG+PkuEvVz+YD654qC9RGhdPeMF1D15E+y9",
        "nOhJPT69vz2Fqhg+qAI2voMnPb4H1UI+AOp6vJL/zz1gH6y8QV8KPqwtDD10rEQ9vXQrPgCOKzp0x/u9yIJZvYuDAj7JbQg++kUHvhaNpj32vrw9E90ivkyJHL7gf7G7jcMzPkzDn73cpTQ9n8cRPs5A7D1AdcU8vB2kveaDHb6OPBu+KrePvctcNz73iRo+zr+ivShBvTzG6vQ9bTxEPiNFWL6Srf09wO6ZO79EJD6IZ7W8or2zPWKWuz1kZic9uPPevN4cuz2E8C89lOU4PalqUz6mYp89zBrDvZRoET3D2g4+uo+kPRBkjr3coE098W0vPluz072q+DS+4WwcPnFL4r7Pm3c+/KD1vaalQT4T1Ru+G/1hvnf3Ij7FCQs+qcOdPSDhyD0I+t89r/SpvjYbCb4ELY29iVFaPgOipb1/iaQ9LDygvqOUJj5P0lM+IiZTvr7mkT5o2py9bcyavaQuzb1BKug8j4ovvZIi/LzYe649HomCPbk9JD2xFSu9wu2Qvn4/Gz66RNG91WkJvXYoVL4g5T49GnC4vYCmAz0Gfo8+5ijSvp3kkL6HuLe8ZNHjvTupwj2GkeK9NZbZPV/VHL43+uq8DnGQPYay8T093wS+cR2yvaZ20b7wxqU90ytAvq5gUr6wXkk+GeXVvh8sLD6U6xQ+wCcvvXO4HL2X2y2/iRarPt4Ymr2negy/bmFbO/ud9T2GcpE8x0A8Prqgnb1GXyq+k9MpvapKQj4AmNA8v13GPWje8T7LAjC8pW1avYJ7Vj1JA5S+E4zoPPqum76dply+g1AXvlbBQr6JrmU9bAO4vr+Mib5xboy9GLHEO+NcYT3tOFC+6L7fvVXWtb10xqc9DAYAvYueuD4/yJY9ZNGSvnin7j0acx4+A3rjvX2DTr2DTh4/bvrHPUEFBr1cS1i9CpksOz8GIL6sLpk8EltrPumWBj7un1q9LGxwPhEGPL4VrjE+7UnoPbnelz0YSk69FAfOPcm1JL2jE0U9oXIgPieUiL774LK9",
        "WZc/PeDLqLta2Gu9yE0pPfByTr7N7aG9Zp8iPvs9Hr6hUUe90ybIvViV3D38zT29hBMNvuXoQT1Lp2o+mAM8PkZjDz7ahw0+WGmzPdbmMT5SFiY+LgZJPBZ85T1cADi+zUbhvXq3Wr47KxC+1XdhPulwCT5P0AE+Ja4zPqZokjzuVgS+IVsLvUzYEz2eMpg9IMkmPZ8iKz4G4zs+Fij/Perabj4W1QE+7AcQPj/jBj5fryi+U15FvUGLRj5rlGW+TIbEvgYJLr4mru09H8mgPaqxr73vTEU+ecaoO1qjQ73bO9289K86PqlxPT6Q8vQ8AbN/vrVSXj5Geee9hEUovltrIL1dR+U+qdfrPXiELr5MLK49vjEJvgcl2Dzaagy+RE2pvCxmFz7+4jW6OcVNPgifSr1Ta6U9ct6RPfFB4z1lgO08sQ6YPXqMez4n7fc8n54xvpgh/r21oyC+7L7jOwiGyL3fLA28imOxPcPk3ryk02a+4wasvc2R5L1FcgU+yM3wvWcNhD6OcyQ+3LG4PA6RBD4W2Qk+g68mPjI/KL7FTSK+MpbLvZ0lgT1FY3Q+WcrQviTPfz0H2Tu+BnIXvjfacL0vqju+7uoOvvujmD0tsXk+Fmjtva3iSb46nqe9bCf4PLSEkD0DxIo9m45svnxl7j006lA+D+Akvs6em7r4I/+8hQUuPt66ij2oNFi9Qnm8PVJ8pL2ngR0+AOchu2OQSL65/Ce+TxpSPvQqQD0ykpw9+/cevnrWgr0KdZS9dnWfPRVsWL4kAfe9TH9YPW4nLb4UUyU9gqfcPYIIwz0uo5Q98iyQvSr9D74KeJ49fO9OPVjYtjzeGhe+IAuUvLIWM76kbkQ9RagxPmTYHb7Idba9pmu4vXGgWT5n6R0+wCNoPPJjjL2Kfpc9MA5CvWSZ3r09lUI+YMXfu+tbPD7UDyg9imHMPYy6AL2vqCM+lBuwveJojr368rA99+cNPoarHb4X0gG+aZZVPhK12D1VyE8+VJBMPZrG872yu789",
        "18BIvoUFMD5tHqc99DQSvqo/orzgmRA++7SbvrRtor2nKEa+jphFvXelKz4cRQK+h1EtPgl2sD6gRQk+f1uEPlGcEL8lv6c+2ku8vpLJgr1d7ea+DCoEvuHqtr7tBie+rJ98PlWfkD2FmBc+grnBPQQdaL5sbfK+daSivnow5L5DDGE+21rOPgr6j73JTFW+2357vhIBA7wKn+0+wP9fPsqGiD5dH9Y+P5W6PfHP8b4hPGK9OvyVvqFxgL4dPK++rQlavjFVZb0EqiE9FLhVupm2GT5ez5O+67vLvL6U1D1j3ou+XQi2PBLuej5iJas92X80vZmWRL4SDZi8KBhWPiy8yr0uwzO++3PcvYgbTr5SQoo9MXEjvlBlJ70KJaE9/dUrPtBXX70Oez2++DvtPBJ9pb0PUyu+gNTKPDyuO77ADUy7ttquvcqq0j3q8pQ9MM6dvZzTN70u5ps9joTkPXblmj0A+iM7xGBavgLNxz0wY6O99zcdPr63+j3ymyy+t90UPiit6rxlNDs+GCkfva1kLj5bPzY+86YLvqQjfT3I2cg8fywDPoAyGjw2zBW+3+wmPviZLL3LPks+CO1FvU6a2T0k2Dc9aasFPnD9ujw4CNC8XMs+vo5IBr64Xrg8N/lPPrA7xryij1a+cSlHPsjihbyGclW+06VTvu5TCL5HbXk9hFibvDewJ75PHPe9bHTOvazf/b0GbU0+mEWIvGp8B77nOYg8vCtdvmbIKD7BjCO+sfTKvbkmTz6g8Ja8/lq/PZ6iR70RgJU+QuTAPZqCEz5n/oA+A6OmPaWutD0nIw69XfJBPpl2Cbz/Xzu+OYNAPpsPgT6RXyg+u3JqPstS6zwvzey9OpGpPdMTlT02GEM+o6FMPqcq4ryu9BS+oawaPsrclD4U2pY+AvSpvfjvZL0oksa9GhEFPWq3H7+Z1D6+3lFIPjQ+mL6o8HS7PulAPdI6+72LllI+CDwFvueCA7yG35a9iwFPvsa0JT59bwi+iL58vk3v5L3/ZKI9",
        "R1lXvvZkR74W0sK69cT3vqYFeT3yVPK9DLjEvPQYjD6RHDY9pj6aPcFViz4BqTA+g+lTPt9egD3Vll2+T8EZvpoaoz1/+wQ+UJIIPsYaXb08XwA+chvdvVcHr71QC349DXAMvodoCD24CMS9APptPETiZbwKgrO7rVE8PYJZHL5JU0A+hjxYPlX9qz3UFg8+qUB9vo9Aor0GMUK9fl5ZPk7acz7WfYm9SPiLvZA5GT6DM2a8eoWZPXqQKz7HEQc+wHGfPhfQ9j0DNl4+bGM0vs0VFr6yc8Q958ekvaTSzDu1sTm+tiVjPXmb8D1scvA9wepBPKCKqLvszKk9Z3G8PTwsjj3aLxY+qN9svrPCjT7imeQ9s8M+PmYQ1L2ZTiw9ckpmvkqMBj4RGRk+nvSVPcaU9D1WWVS9AJBEvvJwGj5jXig+c0CTPfkprDxBUFC+fDEaPupKAb35LxQ+7thPPQGUBr4eW/+9BeWIvqG2671Q8QU+xRt5PMo+C74ouos93LUVPu57Nrpy6oM9UV+APTBibj4cwg4+XpqPPJ+vnryokMe+NpY5PoJg8z2lNOm9aV93vdvebz7ZJDU7oNQHPj95Oz08rmK+BkoyvvhIJ74tTG++23NxvfM0bT4lVvu9HfoRvkwIk71N3Uu+lUODPt8q+zyfEtu9vHAyPgQklb4cClo+uvxDvoYilz6sof88Cf9rvEsgk75zLAQ+mGAFvhv/Qz5dlLK9n46vvjIm6D74j/y9rmKpvjq6k73OP+u9B84BPkdVmb0FhlE9bGGoPoNHXD4tI5Y+6RFIPs5WL74o52C+/TjBvTjnw77Eziy9020CPqG9/T1ut/k+ipoJPRkXML4/Try+MuOAPfE3+L09s9k+bAGHPrLsujxJCwe+6z1pPpTb572zCxO8zyO1vGsrXb2FjKa9Z7+aPp2vj71fpiC+BoCQucVWzr5pbFs+FhSEvjDx5T7pAcO9XxpJvvgCPr5ZYjS+4XT3vlCB1L1iTWM+ywPYvYNcvD5c+Qy+",
        "NwBFPnikDL1XmTg+9IoOvZR9kr1Czv29UQkqPncJLz4BdBM+QjzvPVLHoL2uTrg9cM1rPIpIN75g/TW84PblPMBG5Lz03Fk9UoeZvb3OPT4++5s9wI9+PE3JKT4WEYI9wbcDPjBORrwkMgw9byRRPuSDi71A2eW7Y7UOPkMIL766Nqk9eUspPvz6Gb2Qpd28RfYvvnGkDz4kTwU9T5pBvsXzTj6OzJ89gFJXPJBTTryZ09i9royyPVw5Fj3T/kw+XiA6vvOpKj5gR7s8pBsBPWBevTu54FA+aHnKvQhU6DzYtWC9voPUvVn2Gj7ADX28iBfdPDfTQj5vy0I+Tu2APdBttz3tXDS+luTIPSHQD76cIyI+WL0xvr1NFz60TiE+ts9mPpgfJb6StQU+MJAVvjILOb7YT2o8EVHpvAhyV7tm04O+ZgCsvYpEMb23OmY+vfwkPsHMIr6Sdao9Ph8Cv45HET27iMQ91CBDvkzK3D3nsfs9S6LOPAE8f75AKmk9VjErPX5ApD3eKRc99l1GvIT3/73AZ1Q8kMy9PUBkdD66TIg+Mm18Pu/amD3H7xC+NEuruaQbBT4vio87FG2dPqt9tTx+bUM+Hq02voqWfj2a06S+xfTPvTwiuL3R/Fw+eW6ZvGVV8b1POHI+DsARvnsqq728d24+3z4CvTw0DLzln0c8tDwkPoVZVj7D5K498GNRPFuNQb6792u9RJy2vQR1Ir5iLNc9nDWCvH2djL3NAEY+vTqkPYkE+jxbsTe+SUofPhreBz5bqTw+wNj8PTN1EL66rsO9DvopO6+FKT2arnW9QCajvFCdeLyUSKG9HrQKvjQJMD3BbCo+z10tPJrLrD0AF8u9Ds+tve9X8D3aBUw+WOT/PXQXWz4UPlk9Z+AIPkHtfL2VtlI+1nbAPXmdQj7xsFu+bcgrvaW3Sz4K2Lg9UdD3va8DCT7NyEO+XtRHvrMFRD6H/UA9DEUHPr9EH7xsORE+bfMoPsaW3b1eJxy+gm9GvgQihL1TNoG9",
        "xclBvsBDsT5pase9eGFGvIcS2btkI7W+NVWmvtOWoD6rE808oephPlbL8T3MR6G+1bxAPqmeFj7V7z0+xu6ePlyqPr4dVDK+2CDFPRDOJ76Uu9G+zkIkvnfSwz1RwhG/2j0HvQgEgb78Mho+9EwrvdnWuT3+EeW9ZvnivnDf0L4hZhi+6QWaveBmebxK5zu93cHnvR+vZ70NcGm92XpMPp6PV75UWrm+FedGPiAajT4+SR++FzUGPZA/2b2EIZ8+amnJvoy7yj40A5U9wDgsvyS1Yz7WS+69vcyevpC1iz3UJ8K+6wE/PuzHBj7QEvC+7nbGPQFEPz7SB4q++DofPoRrFb6UMEg9ds+zPQAZvjyl/9O9S/5BvmSaJT3Yqla+sKq6vQG6DD6ejvU9DdVUPgwMQz0lrzM+SJVKvfTlDz3TmhU+zuO5PVDbDzy0LwY9kE88vtRbCT05+wU+qFrwPChPJb4FMV0+4qvrPRhgg7yQVg+89HvdvTKZgL0RpUG+rvGMPZrktj1Aij+9B30BPkrfgT177xu+KDhNvshksjywSN68bKqzvfa1zD12qpE9KBsyvkx+Gr7WhdA9sku6Pa6Rvb3zTka+lKJmvYG1WL7bfVk+XMZ0PUWWKz4ZuFk+Wt/qPQG1070iCJA90ewjvp7ENr7M0Oe9BiL6PTTzeb2Yfwu9veSBvryct72+w7g8WhIjPuLPmD6BBu29DsJ8PYF7Mz6o3tQ9SgT0PoO6h74Ehl696RR/PdRMnT7SYI09yi+SvZRs/D1k0k++8RLdvYQHcLyCggA+bBjvvSK1l72fTho+VBWzvUyrOj65Ilg+GLzgO7l3Hb5tpku+vrt3viicsDzJ34e8EiK5vTT78b0+j4y92RSGvtOegD7Mc7Y+nveWPfARS76Ra/c+8HemPrD5Br6m/Ni+YkCFvn5GDL4Hf5g+yrDOPrHMNj35ciM+Bn7YvjJe1rtMaHW9TRZ3PYQdtL4piBk+GEkGPlzJsb659XY+u/IYPkshtr654Sg+",
        "g9XGvVQy+b5I3Sg+SwciPBEoI77eigu+sFcCvmBjET5SzHu+8M2jPGLJ8bvTPa+9XOSmvZ3aSj41sOg+ntXXPX5vl77bEQE/4+jpvdHMvb7HEsu+DfpDvj88yDwnOPe9RuafPlx0HT5iI1g++ZKvPn3awb2Ey6W8okvZvimNDr1rIWe+PI0KPhvSWT4scVw8kGjhvodvOD6Laqa928f5OoD4Db2Pr9c82+J6PhDTGT86DP69ZfKlvdd0db7sBpe+hHVfvgd/8D0B94g+DR4mvlTmZT4ZCUa+1VtcvjTCij4hWg4+bYpwPhN0aj497Ga97uGPPXjZPD27XPi+FhhRvrQCgb6aHga+Dcy/vUKrpj1gXoE93IMjPrCUhr4JXOy9sXc8vZRzZLxVB6q9TZr+vb7XNL7ZsHw9T8FbPepQVD4Isaq9U9wMvp2WeT6fKjQ+pKlHPWgvNT6V9Ck9CzD9PajKNj6xv9K9he7qPcA3FT4KZuU99/0FvI/IiD48FjA7g5E5Pkx+LT0U/0a+9mPGvVH4V70T2qs8vyofvkuoN76dVRa+AM2xvlfWprwaV2g+ecEgPdGXNL5SGz2+yUNlvru1Br/Se6U9lfCsPDGiRT6ymCY+nKoRPj2aCb4/Age+eRBNvCVkE776xqy7dsXjvjdPj71+2oI9zzecuzslAT5qU9C9qtQSvb3w5z322Am+CAdgPiY8CD6ogMu+PfmpPvr4db7bpXO8zcGJPqLEgL64jyu9nOefPRdRLb0dCkE+Yg4BvqeHqj4zqRi9wutRvfAR1b3nwgi+RGOkvvWCoL5Qtn69duYdvuylvj2r0cU+cBj2PGPAgL7Xtj++z7MUPbniOT66Ov08SyhuPUIGtb332BC+Qnn3PM+6FT7shLQ+c254vYJ/iz6/vbE+6bZyPokceL6myCm++CsNvkXR6L2/Cx8+B3yiPSfthr3ATFS7qDkxPjLlZr5hiY2+/rhoPkZn0b4zINI8DOgrPpO5JL7KEWC+Fzt0Pc7FML7auNE9",
        "r+NAPniJhDy3+Cc+auQ9voMRVT5+E5W9QUfRveLdkT0ajVa+WMGWvHRkUj2ay4U9RnuwPVVPST6wIeM8lC18PdqLWr6wnws8xAk0PVS0Cb37klU+UbkjPmJr+D3QpxC+uw1TPq2eBT74Nqa8znzpPTq+5L0Yxcu9tR0fvohu/rz71zs+HVNQPvF/Lj7aIoO91svlPSqF3D1zmdq9VJENPVIKoT3x00w+UJ2vvO5PE77JoRw+pAVKPTa+Vr7aazm+2j+cPczJXL7hHxQ+oXJDvppl+r1D0la+y2QTvhnnH75NOgC+5NgXviTnND2UbCK9u1MBPnz2dT3f0iK+OOnBvAv5ED62FMy+wHmNPGssqTzEuwM+DuafvV6m3zyc++M7UM4mPhj/G75fa4K+/L6kvQzKE72NN4A9+0iQvkd/C746t4U+2NAwPWENQD7HH5s+8GZUPhXYVj6Ax1E+qgX/PXRU0r36YvS93P2evqRTIT0UsQQ+kehEPk34jj40bxk+Dyg/PK5JFTyxBLM98LRPvptftj2hUBG++Za/vfohA762oAM+hAVovqZ3iD0pxog9UCOiPtymqr2vuQU+3osQv2rYkL5CGLg9saOtvdDkij4FJ4C+QDa2Pexry7yqAOM9hR6TvNCIqD0bpKC95FShvmSBY72V51O8Vn0fvjKmfL5rXB0+p5M0vlVnmL7X7js+A8qEvpjHlb1+6tk9D5YQO3aShL5Pmia9RlSbPJ1Lcb2S3uo9riYGPuCtyz2Ha1K+V1lxPJY4CT7RyZ4+VjgIPkcvBD78QUU9Mm4tvljxaj4g3Ye8QtGMvnLsjr0Jvoy8oxK0PQqEkr2KnpY+uNOFPhstor7EFXS+J1y0veoECL+hgek+5/OHPnLvn72Iv488k8kyPnM6/L6gbi++sE8bv4J6Pz3I304+nmVQvVOHLT7hiM69dZ0ZvXU7Xb1D5VI+ei90PUkkmz5VDYe9PWsHvXEIpD6fkMC9V04NvkRm4r29wHg+dSy/PWu1nT45uCG9",
        "XqiBPhyODj4HygS9MHhSuzYeGLxI0Yc+oaiBPU3oHj7O7VO9n40nvop7Lz02JiY+UvjfPcleXb3Xix++JKOlvH+AEj4phSA+wempvaRggr4xQBU+oVZ7vnFgIr5OKjg8TxyTvTdyg750PMG9IQe7PRGSVj5bxzu8VE5OvmjWKD6stcm9o6wqPpIKPr4BYrM9ks4/Pg/qP77QjtS9diyJPYgM1r4KuYY+MKOrPfcTDLxPfwA+e/omPiILhr3RVi8+XwyIPR0KVr7vYnI+2GlkvlRgtr5cIyu8gn73PRn+qzwpRSE+dpwCPitshT4PVHy9y9yLPZun9701rgY+Jiw/Pm+dqz0+m04+Jk/2PF37pbsye1C9VhnJPGMoKr6ji6u+v8n7vcEkNj5GmxG+iqYsPELjkr3vY3k+jHBAPgsXULypSRM+0+8+PmcuAz6f1jk++ubFvEYpxz237Ee9URysvV6uJT6cFz8+xCGAPVSKnr2Dq7g9ZYo7PiZJJT4RLQq+0HeOvBvr6j0Dagu+H8lXPs2lsz2OQRK+1AXRvcyNN764jRw9cgb6PCYyJjxl3a69AQliPqdxyjqubCO98jYaPkjFRb5CtZG+KqkyvtHYb74xTBI9gFq2O6jJmr7/1j8+hRwWvnyMOj5xEDy+ApiNvbt4OL521YO+1HejPecqk76sBvO8PaXhu8v5ob0QuYW9sDu/PSRee76PATi+3h8rPsG8ED5zyNg94x/gvVRXTb6Rega+eYgUPUBNSz49vBQ+KbKzPSITcr2MIj6+wZ8PvtyfAj1mtUe+aSBEPTh9FD5EDAQ+r0lXvj/zYj7Jb8a9D3OAvWzrWLwaxZm+7PVcPunhLj78m0w+gKg3POt4B7wqpTO+VxFFPa/LCD4JJXg970OyPaKFfz0w0Wk+IC6gPj8akr3w6Mg9oXsYPhfogL5H0NU93D4yPSs23D2vXIA7tEQHvuvPz76Vi5I+0fDxPOXeZj7q7C0+o/g7PXsNRj5IuA87ICROPT8iHT5e+XY9",
        "1GJZvlBTjb6nPxW+OEULvfRvkj0ZoFq+7cjPvVEwiz5gbpe9WDXLPTVQMj6owG+9tFQNvZByM75XvbG+QloSPnCigT0n5YQ9vlXqPQjImz1r/vK7BjROPnesezujiec7WTtWPhagZD5nDRM9SJt2PDMcKz5e+Vi+6DpEPnNXIr5hRWo9AP0gvm9KS74XQaC+AkAvvSijKTyRrT0+5Lwnvln0p7oqC4q+Do1nvuncPLzp3bw91/KFvKHtOz1AlEU+H1mBPtdklD7Z6Tc9OgaVvI4zIL4/Fzg+UQMvvtubaj5+Ivq8Str/vcknfj6Gttg9+FM2vieaQz7qW8+9u3NFvg=="
      ]
    },
    "dense_3": {
      "bias": [
        "lP7kvA=="
      ],
      "weights": [
        "cFCtPqhwNb8WZMc+J/2/Pg9PPD5CiSu/QdzgPB+ITb42/wW/JDLZPqcYbL4TK5s+UMCHPsSpl7789yC/k8h8vq1XLD0ETmC++En7PgopAz86AQw+t3LIPgFbdz4eqkE+p7A3vnT3sz56rA2//wLfvdrDPD6ntgg+AqnNPv++fz7987s+0iPIvTpLqLxlFzk/kRr+PkUbkj64HwW+HPc9viBHCT8MzlQ/wsYqv8Az6r4iWmM+XCAiPQu4ez5UyGC/K7kFv7AAH78k+wu+XkDQPtDoR7+GEOo+MET/PghMvL1VoIQ+7TFCvtXbwr6C2zY/tvpuvkxTP74DjAQ+XxsCvg=="
      ]
    }
  }
}
