{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              14
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              14
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "aaea32f608d3cc957e4281ccd71e8a0f17c009807d71b532dc42bad9c0bf40b5",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      14
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            14
          ],
          "values": [
            "VGucP2bPTb8OA9K+Ql8GQAT0J79nc7S/Oi7RvjbfIr/UBVk/zNhEPz5dTz+gHgFAi5e4vjncBj4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            1
          ],
          "values": [
            "QCMmQA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "28MfvuT6hrtFEQq+lseAvaA2t7yoYUy98IrKvA9tr70AAAAA+TqIvJg/6r2lD7G9/dD2vPpqlrv8CZ+9O5oXvrMAWLyyEza9AAAAAKnkqLzchVG9PienvDsvC70xEHC9xxJGvMAQRj7TWY09yDlovYZqoL0qsGu8AAAAABQhnrxbRa68AAAAANd1ArwAAAAA2bn2vN+piz2HrIi9XNKJvPWOTjwAAAAA8m37u2Wqm731RSE7VxknvXACtL3VWIO8AAAAAG4SkLwAAAAAAUQfvQAAAABiuMk83Uj2vNiTZr0kbza9/nIavYJr4rxkuN+78HjvvQAAAAAgmFu9MAVevQ=="
      ],
      "weights": [
        "JGbnPnbnF8DYQVg+cGPMPobsgj1cYoE9Z4a2Puo+3D7w5QO+W8p4vvLHrr1mmQ4+C6o9PyhOhMBuCPo78DfrO19hGz7B8cS+x0FivlCsbr6YpRo+FfMMvfcfacCypP4+SfMFv0ms7T7jhxA/zJ6hPjTt5753LhM+/oGFvgiSnr6Eb8Y+D/wdvtuZJD6QR+08fZOUPXG1T78f1e0+Od8IP5WJML8sr7m9ZkOkvsvXxL68qR0/HP9TvuOK1j5FAJI+8G5tvj4/5778pSS+BqgoPuQnLb3HDSe+vnOOPnUgiT6hziC/iPCSvXh5Cb/xrtA8i6tEvIh9vj2zLA0/WfQHPzNPar09BMy9U9D2vZ83Nr6BSy4+BdpUPoLzWj6PHHs+tNdrvstT1z5usII+fRZGvmnxF77aGek9BBvlPaGiXz6957u9oo9wPdJrPb5LvOa+FuTDPdVm7j1wthM9vkjDPnzDGL4d5xI/1PcHvXvQKr8mJ48+LiZpvnBQn72K9PK98m7Svci+ar5umYa+Hj53PhiOc77j9Mi9KJH2PsDDRL4KfPm+NXwTvkw7/b6ICEw+xaS/PgNVgD4Xfgk9/kgHviL8ir2AuIw+nGTPvSxYXD5oBoq9UKG7vetfyr5SPpU+/8zAPlGtmb7g5LW8NMANPtq7bz086gC+hhZUPcsVuLyUto4+uz5aPiKNRz7jYL++HiLfvn22Gb7sJxa+V3fuPiB1XbzBOW+9XNvHPftAAL2T6BM/ntXhvGWmRT6I5Q086RaMvVBbX74MU+o9iESDPkzvh77WswA+7c/CvLklU75tRO4+KaAdvv2Jir5YcOO+x3Bbvn4PRL6ITmW9ffXqvTXzKr+wSIC+EwnQPaidWL4rhzi+gIq9PncMAb5Ilcs+VCn9PXwCQD52UrC+gMKSvqOAhr6z13K+PQT8PDqYIL+TfWa+xiGmvQQS0j3t+QY+gMxjvD3yPT4eBgc91lz/PVQ74T1NNDs++H7xvheXRL4O5KY+BJsAPtQpML3RGp8+",
        "enC6voWgRb5yLqu+Fmb6PKILob2cVne+2wUiPhoMf77QLiq+szo0vjbZM76DGCY91J24vbCDBL0gbHG81WXuvQ4GAz6KhNG9bntsPh9hB73qWF2+NX8nve/1rTuyQQS+OnhQvnjl6j7DXqA+mbWmPbQS7D006ga9nqtjvoANqz2d9MS9ViGLvSIGjb4oROE9serxPZ34nT7RMuy9rZqSOhHwhT4zDyy++idqPnxWTD7i1Rc9heXXvdNaUj2G4G4+4uyCvtaTgj7iIF4+RPmpPbJ3Yb4ppgG9T1ENPaAvED2N4oy+irHMvDmYWj6k7lq+ESyBvRaGUb4KZzi+196UPePZPT5L/AY+NVN9voFch77jOSS8eudjPn7uVr2OwBK9qFA6PYxpGr5qXOk80hprvuSXSb7QQWu9OwmBvgQqHz5XnWk9E/cmvqyDbr1Hx9G9qavbPYHigL6LjRE+Nw3+vTvmz70KarW9i5CJPhmvtT2QAv49xUaTvuqlbj5+tTG+ipRePpyFO764kwe+PWSGvmU6nr0aCnm88qMlPtUrMb3Y5jU+VLZLvg8xcT4iZlQ+o2OnPf3xJL7zlZQ9LKGMPUXJTL5Py149WBiNPaNaRL7wGNm8PBJMPSaFVj1hn0E+AWFhvuz1Sz5sl38+c4phvv1ZPL5ANWo87CgrPv3eMD7Kcec9f6KZPFB5azwRhYk+P7FFPkvApTzviAK93mobPuBHCbyAnXW+ysHcvYKssz7QlhY98h0jvlN7h75Yqi8+99kAPW6ej71IBz09U196vYzLGD40rh6+sY9KPoyrE77FrmS+5bh2PQ2FLD7O+ZS92xGLvccKTz5tBVW+LDACPj2T7j0OSWY+nHWAPqbrGb5Wgnm+KCmKPrqdUrqlUCM9CcuWPTgGxz1fr5S9BLdOvbahs71bvTa+TjchvskBiT3gjAW9I+KavoZyWb6avLk9Wmhevkdt3b2Vv0S+yy7dvXq0iz27CJW+oMowPtSa/717zgG+EE7cPbth/D2MPi+9",
        "02eaPQS5hD6fFMw9+7nWPJtusD1QUzo+EjY3Pi8moj7e7nQ+PTrVvKJ3u73tFR49gH3OPCkJhz7MYaE9DqoIvu4ThD31Zju+9qZKvkpJzD0hQUW+TKnBvZEJnr69EUY+FXdoPsi8BT5UIMg7xcy3PoND3762gsc66AHhPTZBbb1Ucss9bN0KPt/3XTxP+YA+iESDPWY6Nr7Ab5a+I+u5vG0vg74SnQI+Q4zDPfOyYr6fhCo+QvnevP5TjD4kveq98EBsvlgex72YE7G9vuHqPbxbDj4LLIU9K1vLPcblrr1f4uk9kjFiPns5tz5QMk89s79OPVZiwb2wWK08Qhk6vs/dAj4010W+jMthPjtakT6cakw/rge4vjasIr+5F9Q9hPpsvSAbhj4IG1S+ouEKP7TWjTzyEyg8xCVvveWJKr7nSXO9YK0LP7ztG77EDog+5j05vRgZYj17jD2+bU9TvsuGnz75QaG+MHC1voSGXz5hWFQ+oNcTPlIzcz47d1G+PQRWvv7KDb4nr/W9IJRkvBLVK75JADu/qsngvgqo8L4lo5E+HuMFvi+l3D6Hm6Y+6+ngvl+C0zzviWa9EUm9vnoxND6LvTW+eNKyPaLnyb60yW2+QAqfwIS/VDsc5JG+uSMHPzh+OT6oq/0+qzY3Pa5UFj/mO3c+swScv3VRvb2jvJ29DdyhvYql4z73gKI6bOGDPhz5Z756a+m+q6AbvVbmLL5Cdr89cJFePM2xsL5cnTs+sUq5PWJgYT2Adpw+9LP1vr1+1TycFR6+F0ayPgyYQzy0JVG9nQGOvlT+uD7afCo+knAaP/ZOyL5YnYe9pym/PN6/Yz74gHi9x/bSPcboMz6VZyG+XsokvoApbL5lIkK9zobbvZlBr76mxQq+qTA3PgANSTxtbLM+jFuIvTwnD75UYqs+NKWsPnqrlj7CUQQ+9wHsPXC4Vb5/EuQ9Ntz/vfrrpj1ae8K9ebcMv1REpD18NSm+EWSwviSF8Lyx1xs6gHE+vfEuqb0FqkG+",
        "6YZzvRmrwT1/syM+ItM3PXtI5T649R4+q3JlPuHzWb4wD8u8N27luxnrND7ACsm+aKCovk2KKb7SS8G97xE2PmfZX74C2JI+IMBDPI3OpD5LG1k+64KVvpYOAT5/sam+wJ9FvF1pGj2JDlC+7Vervj3qET2xREe84JVYvobJJz4qgoM+czh0viTXdz5ByEW+IQ9BPnVhgb724V49cjQMPSG9Wz3YXQq9SebZPor3G77huZQ+Gr5vPqnxHr8cons+FpL6vU4lqjywtda8mTOGvvjYAD2npjm95V+Fvok+/76MtXG8V3daPgPXpL4h2yo9ErYyPf6Sir4iZ5U9jWGTvt2qEr1qeJU9Nw+EvN5J1L3OOcy7Lsc0vkFaWj5PIIy9/IyQvea4k72jJla7lkkaPnTGnjtqSiM+YVMPvj6oir78DQ4+7L6KPVbkcb5zox29NxyVvsCZID1/gig93fR+vnbafD1GXdM+a/SbvAoNPT5bCz0+ZdptvuRsRD4cRFS+nsN2vMfEcL7U2MQ9QBoWvnCccT5RU0G+YcnpPaMd472wvrS8VPBIvilsAr6OjSI+aVwrPtbq+bwFeg2+bigaPjj2Ij4OxQ49NH5evQobSD6Emye9o7xHvoltu7xp8EU+zClrPkIbaL5YR38+nvvkvWsEN77/HYS+fC8UvngQp746sMU7itdBPPqWkj2YQSu+Zs9wvqGD/r3XoAc+z94rvQ6hYb5ihMo97nfSvFQlb72/2QW+mEdzvpqmhD2o25k8dtdBPl2Puz1wdqg8sPVyPeZfsbzWWJe9X/TXPToGcz7wuEg+6XOvPd6qGb3dHoY9k029vZeVgT0KfA++thJTvpkoob2IG409EaxkvuiLVz0wFAW+TW6sPm093b0I4yU+HCksPvAwj7zhg5W9O4kgvo7zHb7Rjow98tGLvq6cKjx6ZJm9S0Ycvpggir4g0se99reBvTVhaT4UuQE+HZw6PnrZ2z0Duo6+vasfvqbBXj5OhuC9FJ87vb5ORr37RTa+",
        "JSGmvYPEUj5J9EM9fVSovsM95z1J39y9JsTYvYY4oL24hTe9qmqEvgb/0L0HRWc+vm8QvpJBQj5U6B69FN51viEtPT1l9wQ++4tXvvorp707d8Y9LddyvrM9Xz7gpCy+iIW0PegcKT4Br967LPdKvt71A75Gzz++btJ9vmGU+z2oUXE9JKj+PbKdNj4jbWG+RAKJvndSHD4tsXQ8BXdgPJKCND3wkWI9H9BQvg0Jkz51GYy+9V1ovDjTjz3Zaku+dpEEvpffBD72gHe+1Uybvooq7b1U+EC5b9A5Pn32NT2waw++RuV8PWTyRb4MVLC9Unr9PWZZLr7X+UM+HzXXPPx4Kr55u9Q8+KpavkO2lz2WDio+aHRBPqiG1b3a7a++PEm0Paxp271Jg7S93EC6PV29kz5+a288+OIFPh2j5Dz1mRa8CKAVPqAWLr2mCrG9RRmXvkB61D0goQc+rkMePil+Yj4uHYa8E2cJPkIMor5BxKU+qRHqPV+aiT7GaA4+FZj9PPgh4r3YUHC+MN27PEzeVb7a5BA9lSp6PqpSmb0xNyu+WM5KPsz2G7xaFJ+9sL7OvQvng71LvqU+F2C0Pfx0YL1OAnS9ZM4wvg4Lp76KtFU+ErNePTUXKj53mFE97FaNvWwNXT6YhW0+BjltPtHULz40B0U+e9rnvei7FD4="
      ]
    },
    "dense_2": {
      "bias": [
        "YpOYve2iaT0CBum8+hSWvfF3Mr39v4M8agKpvSQpkL0JepS9JDZ7vI8XBD4WTIq9xbiwu9Xi2z098Sk7UxqbvZ1MhjwVtaa9sbcXPdtx3jxiWBu8oPrzvOIPnbwedZE9hdy3PbYVOD29sAm+Q6WVvQvuST1+7kO91K0AvQQqUr21kzK9b1Q/PcDe1bxGFdI8HGkAvmoiHL1qtMC96rfUvLfatjzHO8+7t1jrvDdN6Duvf0Y9+ZwAvfa/lrsKWGq9KsAivIOYrz0+nLs9+EMDvrUlij3NT168lh+ivWXfU77MYq49YxSvvB5FEr3ngJK9nMeFvaeMOzzD61w+PiPjvQ=="
      ],
      "weights": [
        "zkK5vmLTaT7fM6e9mH+zvkumJD5DpdA+JHVhvqpiAT5p33W+oDTLPi6YHj5u6Iq+kUsgvaGVND59Geq93vKlPsCnGr1nEQC/zqchPqRimb3hyMs9XIPMvfS+tjzF5UA9yvGAvmQOUj7+R8k908ONvgAZLb42atu9IzfivWvjMr6YfBk+5c/VvBTwFj3HXIO/l5/bvv9vgb5qKGK+nfi5PcpxBD18fFw8AyypvcCEHD4YXYW+W1aAPYdVRr7mpoI+jRUCPm+Wy745IXW+rcJsvm6fBj6q8Gq9Pn4rPjhjhb7xvKg9VtY0vkmCI79lSLS+HNHZvgnFFr4e1My+9h21PbR8LD7uyFY8ChCNvMC5pL1zn1O/glxXvohTNr3gJ1C+5HAgP6Qplj4o0UK9VHvEPczQwD7iSZm/buajPmjm6j6qPe8+o/rbPh1/d75GoiG+ysIZvrlZEz4ROce9m0tFPqp7h76wN8k9ZFJ+vLfcsj5nEo49ETnMvgoblL1++rA+KZd2vflEab5otbG8eo7OPklpl79JDLg+vNsYPaZGc74Eyoy+gf8WvkR1D74OBYo+DkxtvuHT3D4hBRy/+VOUPmyL1r3WGQg+ttQ1PleGmD460bi9tBd/PuJXqj6LdTk/B4davuXCET5p5VC+QbWXPacLBb89o4O+cqdAv2EXmL5Bo7M9wO+2vtQ9qD1sKCQ9UjzwPW02rD5en0i9aLJqPsThAr+ZZx8+8reSvW7Nv71e9329KloYvlNryb715aU+KKKLPbveYr6Be+C9vBdkvprRp72FPJ29pJMcvmE9m75RuQO/lUYNPQuqej79mVy+ipdrPvQ6SL4qLCO/G7lRvm84AD48WDO+1MGRPVpqjr+xdeI8+cAtv9H1sz1Mb+89azmuPk7KuT2Ig3i+3MZbvnN26j2qgFg/gMCfvv55MT7dhSI+HLmSv6BHB72A9FK+X0+9vsQZdjzJgdk+HW6rvsfdsb2t6v09OuMzv9NMYb8ShPi+I9z8vnKSe7+9z0g9",
        "DrHRPlACa7/G9bg95ztWvrVDAr++3n+94+xdv8/bnj84R7W9IzUvP9NcmL/CwTe+yFKjvdiGxr6wDJM/rf9xvmERZT/oFjS+asZRv8bOlD5fBzo+9HGuvSRqXr9+YJC/DPgbPkt8mb+9lVs+CEX/vsfY0j1IQJg/RLCIvlVbKb2ZZvQ9h4+aPTHUpDzE6yc8FhVTP38VPD7GlvY9JoBRvrD6GT9Kb7k8N4ZDvr3Ker4EzfA9PlumvBbtkT97qBi+hw6WvB9qOL/6Wym+wKanuJdtP78SlIO+FmudPYzLuD1E4UG+GSgYPt2k3T6PxMO+gKmcveeQH7/mC4G+bT2BP05KtL3AIWy+vZ4avr4UVD4zn5I9YrWAPoLDuLx50ga9ZLFoPg5SbburqFs9UQyavUZqRb4yGj8+HEm/Pf78s75lCZg+afzevi4Mlr0Ac928tuZjvgNkh7150ha9K8CpvkEsK77K5aW9cqyNO2/iqL1gppi9CAEUPkby+718Qo49lfotO7Hh5D0zmx295HoAPorKPr0SBVi+FJUFPjZFdT2a0OM8cV0kvfXSvr2vvpO+kt4qOyY6tr6Xk5K9lykaPt5ddL2hH5W+i6G8PGWzjz0FMOC+JEwaPZHPRT1IzBK9PDNQvn4mrD0mXGK+lDLfvjkypz5x44i8pur8vmNoez7PxbG7E16NvXxdRT6eqX49qTCcvcOFBr7gO/g95CA4Ps+N2D1MjGo+6ys+Pno50Tx+xU2+0Vv+vaVmJb1UBl6++GdZPsl3Vz7QgMY9vPKxPc8hKj5biSo+n//APfduKb6VFE494bbAvWUvyT2FRHY+ctkwPrdnPD7q2Qu++c0avgBGBj7YdMQ9Vr+WPVaJzb3vA3W9p5YXvcgCPT7dh2O8Uxp0PWC3lLsMiy89iokBPsHt/by8zbY7ofksvvMvJT76NNA9yK4SPVr0sb2N0Bc+0pHWvAsfxb02fAA+raMVPj2GRL527ou9tZsVPrZbij0m5Zm9aG8tPqx4Rb2sgxe+",
        "kFuTvtS3bz5xXPC9GKXZvde8Nb42nL09YooXPvSdiz0BwVs+ikC3Pe0SnD5CoH47VAW4vDtW8j6JcvU9rXIjPgLApb4nJow+er3GPjQtjr5e/IS9EiD0PNtrtj0VOgq91gjfPs9PKz1hdNQ8y4bOvuBgSr68sem+y/wLP9pPZrxBo4A9JRKnvnvThrxpE009L9vSPurXLjv9K2q+IPOOvsBMN7e7D+Q9wmxLPt5NED49Vhq+tiGrvVzWmL2ukQe+4sv5vPDCxT4IwJG+Z1BMPj94Mz4GERq/FEVLv10a9r6c2aU+sq4EvpyNu74zCGk+kPEjv1s8zT1M8Ew+WkzivlIz1b1Crhu+fBWLvBOBvr6LmhW+gHGGPskJxr3Hamo+ryVGvwgj2T5F9pc+HjxhvlYPl75qd10+5tngvUtJWD7kPCS+IbgTvqZ2H77j8BW9nBPpvJB5Ar4Nn3++cMYIPWrTFb6fIqA+fcaPvvGO+r1YSRq/ub4HvvF2Ur0pUvK9dNTPPTLemr4c6hY6OS0RvzRS6L1Olbu+nyM5vgYPQr7h8Da+8irgvT1Sbj6zhFO9pNLQvjcvtz7uXKU9g3sNPrqVPb5CyIO++hmyvnuzGj6AjIU8Qy4APuuBKz6ZmYa+4ukwPtc2Nj48l16/fEkIu2IkCr4YU+a+r9iKPgVRkbyGHBG+xVVYPjWa8b09+ke+DWASPoAsM72ZUAq+AnsNvgOk4L07n0u+BEoxvZB7WDxO2Og9YmWIvc9dXT75KDM+xNB4vWXTF74aboE9Hp/mvbny/L0A4tq7VK4Uvgw/RL2IlPO8FkIJvhTWLT2QUUm+n2dEvsJVPL6XNEE+Ht4tvjPm/r2WKcs9De8zvsC9vrw/zuu9ouLuPVmXNz7Bllk+kOO6vPMySD4FLiE+DPJevcC95r0Q1wk8cC1TvGDNz7tCjMi9E6lZPuKp9j3hNzy+vlswvo0AN747lU2+zAAgvp41uT318i8+WgGpPbod2b1F3Ak+DSIdPiluwr2yOJM9",
        "U3nVPr+DJL/W3re9ICULv78BHb4ubNW+kqPhvitOsD4a3669XS+YPgcPkb44zjE9jDKRvlrVU7uyCZA+gTQkP/6mzT7qjju+eHXovh7TCT8kez49zXg5PlW3Fr7OqUW+6lwzPz7T8r6h42G+P0RAv2Q3/D6dfCI/3nCvvWl4CL8Sf5s9/rqHP8I2Ob6+Fz6/kBUsvo42Eb7x1zc98tk+P6s/S7833iG+QHZ1vZJQer6WSBc/VbBxPtn41D7vHAw+9dMjvsyu776Y830/h/cHPHfEvT0rdDg/kQX4vX21l73N+gC/oD02vCyrWT6P1P6+iI8YvWC1mb55ebu9u0P8PgVtgj5FQh2+kGgQPk4AlL0FeS09ifc+viSzaz2DoS49f0HRPbVOY72g/3w7kSUEPaTBkz5Q8Q2+mfwFvnwIB7z5I/+9MoNBPQ4hCb6x2MM9GF3rvU9/771lS089xqejPSvF4Lxgy+w9CVbsPQXbXz6v0EY+S1VGPlUri75QUq25XLV+vq6Qzz487PW9ULVZPZctQj7fHQk+pvcbvm36pz2YqE++Nr+dvTRHUL6WSy09vOHNPYcksrzkfSw+oraOPoaSqLw5wJ89BM8RPiWUVb073Wa9vocgPm3xOT6k6XO+f9mYPXT+y71Ogx68MK96vpN4EL9FIQ2+5YR9vdzM4L2+Zwi86SwBvun4Ub4MXDe/kYoUP6LySD7mOQ+/iX9ePhiinr54z4Y9AL3DvZWkgL53X7S9ZTzBPuM8wD7eNhO+gb0PP9eNUD+jVB29lwiePqEXzz3yGQG+gZKLPqfOhz07Wbm9n/fxvmBk7btEj/A9+YmbPtrgtz6w4yi+azmIv9G0gL7ymEE9O9rPPIpuTr8ZcA0+6MLAPqRo6rssrnw9GE92Pa7P+73ADq4+eQWWPcrcxz3qI6O+Ua80PgzB2b1ny7O97KCyv1uOjj7Yku2+xBKrvxl9RD7ID189lDxOvTbc2j06+ke+ODHqvcB+Fr8j6RA/aKQnPuS98b7u9Qi+",
        "KgtsPq3E1D3KxAK+jO4mvpMHlT0oeeI9fO8Qv0x857wlkP+++sXAPt/Etj72mjy+ErOmPrDkk74M6vq9KuVmvpU+tj0NFfc+mT7pvee8M77SgR++L6ZxPaFZhL6A9+U9ae6muyW/9j3oKaq+wG4BPQMmjT0h/vO978bKvn70Er0RHEA93p6IvmchD75tzAu/Ij6OO33trz4z0My8TcIvvkPUvT6xtEQ+ogQTPUDZvb5wAZy9+IYHv3rx/b3DBB6+j+f4vYDaWD1ECaS+3qSNvsIwxj6ffYq+/6nZPbYIb75k1YG9rB+1vfzsmb5P+ng+XB4bvSo0lL5MBmg+JdeOvgPRZz/sMWG/XINAvR6cML7Q3aM+5Gc1PibFhb8/jpS+fMLuvoGsh76dbG+/6dQcPpOUD7889qG+l6wQP1bP/bvyQkc880bsv3mhIb8zDwk/Fg76PeA++ruL1wy/ykSLv1WW2b/7tQC/LqBpPSf8tL4Z2xe/DWv0v9koNr9tfoe+EJhvvBomGT+xOTc+LPT1vvdMIL7KF58/npeBvUqzub/kZJk7+80uvl0W9L0qpfa+iRI7PgBwMD+bZgfA+s9/P47d2r2xMD+/18IHPnTAEj+QSfS9aThCPpsq9r7WaYu/+2TuvmAmJDze+tA+a+RBv0WZzz5T2J2+KLORvv9kGD8e7g89eIhFvj6+Pb5rrZw9U8fNvWRwL77JLY49ciAhvg3/GL30dm6+lVHfPbIiT75XUJW91bnavKm1XDz8bCk9kI5CvrvVW77LGek7IYPgu5VEzr28mBu9/aOVvc4uJr31vE+9RNujPZEekz2FLOY9MXx7vQbcTz6IyWM9888lvYwXAj4fCPO9GZg7vgZRPr4IL2M+2i02vc7GbD2GLiG7sMJuvG0lAj2wjac8P2dHvmq+eT3qkp69am3GvfE3Aj6s11K+JpKKPYOqS72KYow9BaZhPhNzVj67gyi+lo0vvrLAHL7p300+vqwsPujKvryr6sk9bsUBPmuVgrzSSOm9",
        "t/ejPuuxoD2ToJK9b7G1PlkuST//cTQ/y29HvlWIwz78Y0i+PYi8vnf0Dj5WeAE+MK3HPtYPxL2/WIg+a8+NPgGRRj19HLo+K65APux+1z5739Q9gLwVvjGGir27dRE/xj56PnU4Fr/hc6Q+YI2kPmGoNj8fZ6A+qgx8PjxdzL349Ig9WR0DPwHev735SRG/85PyPcuIOL62mGe954krP64GS78nKNG9oU2MPhbEwj78hCA/e7zGPqegIz+f3SO8+bopvjljsz4GGTY/YGiAvvVH1Txef9U+LTkgPoNAjT7JjRw/8q8Svt8Ttr2BuOY987vhvgPgFz3tYws+xJIfPhr31T1w0Rc+2S4VPn/Kvb5agjc+SFQePo4qY763TAs9LS0fv4Lmbz4OfMc+/O74vPihqL3xMa0+CReZvYsNk76VKwU+FgMqvh9XkD6OCzc98yA9PoDOIT5TYcw8iInrPRdAzT32VVk+DoQgvCQGjL6DakU94XmrvXxIGD4+YO2+5Rn4vTfo476USHi+qb78vsEWnb9rrbE+hOx9vFtUBT80GO490dGMvVs5HD4ymSM/XDS/vY229z041L+98X9pviuqmr0REPW+otulPijgO76XdPK9HNv4vRtqHj4ORtQ7KnAyPk2aRj7Cq6C9AqaVvdscBL93k9Y+ZottPsWJKb4Mt/K9SVjzvk3dfL1F5Sw+RLYrPqY4ITz+5Re/jQvJOwe2ND5tnuk934HPvhsfYD07EZK+yaMgPuc2Jj0vsls9hFL8vThSVL381KG+bmNbvUAUezyubEU+wigNvZMJL7+dGR6+0WuevpmiAT75TZa8a428PtCLNb6Yttq+h1NGvOyWUL4NdOm9qwkzPqMNCj8AgvI+nF2fPGH/urtL6dE+1g+pvTF4772GPQu/VvN4PZGh5L2xsJ69G681Puto1rycK0E8bR7gvHpSGj67b7y8/dk1PvEI7Tz0hMg9eV1BvZ4sib5pi5q9L7iLPitK/b6atYg+11vCPXNZtT5WFc+9",
        "RH/FvdLLU74bV1K+OuggvqlQPD5YzSa+HLdWPcBVR7sQTKs8HHUnvmUYED7AWwi7AJAKuWbKoT144QC+qWIUvrpWxb1GacE9NiPuPaa3qr0ZHFU+ArWoPWIdqj05dzI++wRAviijg72ogMe8/6gOPlY0vj1ynKG9va1YPlo1A77I4hO9CvMGvrcpKL4q68+9JnmbPXiPSb0S5+A97SLPveCRfLwFVBc+iP9bvQqNjj2zihY+stu6vRttHj5XmT0+3OwLPVqY6j1wKNi8atjBPSyj071k5Hk91XFIvoY7Ub7h+729kL67PMJ6kD16hvc9PN1GPQAR27w7NzS+pl24PU0ZJr3FJGM+1IIHPo3dDL5K24G+swmnPpALgD5SdUw+aEy2Pf6kYb4lQ6W9pPIUvpGOzj7oxly9JEUJPklOij5kUo++ELCuPnq3cL4Qow89FTTMvIuLk72A3Zq/vXl+PqRuhzsk+6k+H3mGvrgkF74a/Ew+56gSvzZVGb/69ew959h8vjOG2zqk4Be7gGikPZH4T77mvuM+LoW+vaZClD4k2ZA+a2b3PXI2Rbw/sEy9F0hIPjj5k74DGYY+GHYDPgZSE74qokC/sDnLPVbKiD75A2S/z9+1vuAQnT6V+Lq9f23vvlTXDL7EJle8r/A6vw2rlz2z6pc+2SSnPqQaE7uAyBA9oLknvHdC+L0g7wK+6GQWvn9YPL5CThS+mhqwvbEYIL4C8h4+isOoPQcc6z1lFDc+j9kzvqnQRL4RyAA7VWFvvhgLzTx7EEo9kxjAPRClZbztZBA+qYEBvpkaGr1asQ0+YJqNPULHJz1y65q8YdY8vnJU9DyHi1U+kAlMPuhfZL1KiPo9pgcxPhsOQD4NBCa+QvxtPdPsND7Soby9l0QbPvqeW75QnUm+Y12uvbmxjLz+ahM+sFWAPQD4nTnAu08+Tb2RPTDNGz7gQUM8og/lvF2eGz5Hl8c9vdSivZp/YL5l+Bo+wjayPTi3uT0AwI48cDAGPcCpUbv+vbQ9",
        "OpDIPeC0TT6MAFa9EKI3vsrIiz3eIwY+H8oPPaaiLL2xxi8+Sj/ivReLJj4Qzek8oyNTvrJAl72s9SU+JEz3vXm5vL3FdO+9Ig06vY1fezsImjO+cEsLvFbxvL2YnTe+DshfvdNNPb5qaHQ9++04vuJJGz6OtRG+U4HtvWZwBL71qyA+uR7xvVo8nD3Q8V+8BuMOvgfNWz52Y+Y9V4wHPtQlMD1o1508Lga7PSZxzbweOie9uo7vPU+Nlr10Z569MnGNvWCfC77IgYS9p9UCPvW2Tz4MuRC+xEupvbRbUb7E6UE9trkzvsqTo7yInIk9ogDsPcefFr54cNY8AIIZvolI3j6d+4K+IVgePaKHLD5Fwoo+nFGlvjrLd79oec6+ps5SvdHv5D6bmsw+5Rm0Pbu7g76+3Xw5dPOqPn1fnD5n/o+9QO5CvuH+v7whqiw9aNj/PN7lRr6F3SG+8XiIvrDMnr47KQ0/azoHP8mIiL3ePo69JjR6v73kk745crY+lcaHvabiC75HCcS9LxoTPzcR0L6QpkQ/l84IvHjDdb/2vhy/dvtRPpzmlj2JbNA+FRr8vToUiT7aIJa/MJ35vcIIvT1Nowk/UrlDvvBEND/I8Kk9VkAgvqLTDj/HSwM/+FQovU2VJD4KoAu/wCTdve8pED7jVgm+BAzZvkb1mj3WPyK+dzyavpBbubrglBU/a1AJPfb4ur6pExc9Z6c+PlMhVL71AeG9SfkUvoH5bL4RrCU9uTfkvqzr5z2vArg9/JxZPswu475WVAq+1u/RPcRhf71d+g4+GVCkPCgZ6T1VYSG+aRdAvXRuHz/0gv89ZBMmvl++hbw9an29ENHaPgUBFD7wFwg+1kg8vhkbSD6NyrU93/RmPlPpH72JhYW+aEUSvXXY/T1kxNA9OaeGPt/5m75jPXg+B3KCPhS6jj459r09yI60PnWt9r7qrpy+/hYOPonKgryS8s+98CMDv3jyqr7gU8w76uHvvu0F3zt+4S6/XALLvlzu6r4a7WW8",
        "aI9UPUavLT2LSE89SCnNvRFdr7uYyXI+E8AzvsxNsDwcwjw9XfEZv2IXL73CTbO9buW7PhLM175hLlS+HsKqPZJIHDyTTpI9jBocvlRdSz6AB+o9F/0XvsMFw77flIo++AWcPlJbNj5Gvwi+SWiQvnvh3b0F8G49q5gTPoUsMj7odQs+RIq/PsiFbb32Jm09/is8Pr3qnb3vloO+bvxUPqcfx7xqtCm+bQNhPud/ur4dJEI+nVFdvkfKJjxVoXE+sbQpvdjTvT1FqGk+rZ93vhXiv71Xiwo+0wmzPERvaL7fC4M949hLvtx4i776/s++KWs5Pj3uDT6VKOA+Y8BFvTZxFz13srm9wWU6vgPoAT1MTni+HWuYvt/rsz16qOy9wnTNvR+g+b2R9K29UQhAvgZfNbx0KnO+QqzRvYkmCr15aDa+S5UYvktVOj4atdi9VGZgvmB5er4MBTw9qyYiPrgwjT3L1Jk8u0GBPeaJ1D2fNW6+g9e9PKpBiD3GIH492LhFvvLRgr2AX6e71xyUPSdzCT18WhW+UTIGPRy0h75phsm9yulGvjpPgLp45Gu8aF4XPo1VuD2iMc07GElOvnT6BL3sI5o9VNFzPCKkADzb5Ig7IlOhvVSoDr786gO+uDuxvQ1NP75t6nU8kYZpPdlTwb5umUs9DI6OvHoj5D1Jpwy/AIy7PTcHAz476wC+qHEKPi0voL4fDZ09soP9vRgIIL52sXI+e4CUPkXaWr7ibJ090EKcPiRX5D2uxqC+uzndPQaDw72BivY+PTuevfwt770qW6G8UqWePngwSzxZMoM+/CBEvUisaL52Rqm8EqxKvjxOXj7kp28+6501vUf0ID6dUiI+e3DovY2MzL1hVL08pATsPReoIT2mbHw9RRqWPciHnbwl4N29ppWNPezilr44nmm89j2+u+0q4r6M9gu9LuRlPg8FOr6XfX++2+ZVPll0mL7mbZ2+Miz5vQnjKj51X/09rdxnPbrOQz5DAhK/DruMPUPkST54+Ny9",
        "aqEgPxDr+r6HNoU9SXYEvgC91b74mvi+hHhGv1UMOj/Qhy++/aNAvo5zBL/hivi9K6xGP1i1Or/xF2k/vtp6Pjzybz8SakE+LK5bvzY0FD+NLD8+mpewPUZ49b6HV+y+VZ5ovteVTb8Z7A0/oXegPQJCKD4v6ak/0jL+vS1ALT/8iCM+mO0dPymPJT7EQ6g8DQsaP9fSXz6+SiK+GOuJPoIbiD+b+RM+9xroPScMgr44EJw+N1civysSTD8fi2M9fffDPGrFi79hV6Q+iXgnvf3wi7+hN7K+Ikg/PvJkUD4jFQa/jCXmvBozCD9GSzG/Fn22PWbiCb6bWBI+RU3lPUG45b1A4Qe9lHgJvYxJ3D37+vI97Kwuv+GkG77o2dM9Wk2MPlmcxb54mjW9XSpDvtBL0z6MEro+MtAhvcBw9b0hcMw90bNIPm+8Mb75e8i8H984vmOk2bw7NEI90XxBPpI7aL2oa6Y+oVciPlvbWL5jX1g+2eaZvSbzgL7WQBI+gOegvdr9Pz7uagc+QjW4PpR7RL7Qci8+ZRGRvoi3qD6yTga+dScAPdAF0b0Am4q7inkMP6TQHT58/Rg9uY8EvZQKNL7Sxh6/8qWsPq6SLD3dkY0+68XWPgK5Xjx/XGg+doklv6rfIL7j5Gw+Bo0Pv3pfvz0rLBc8dT2YvIQSLr6JcES+CVW/PDZYTL4XjxS+e0lPPS2UOb3Ctnq96/1XvSb68T29KTi+N2n3PS3lkDuz45E9812FvaApDr7uBE2+QhLmvZzEIL2YSK29qdcxPozpNL7sjGa9Rj2TvTFrsr223Bq9qyAOPiZxNr6muKM9mG/pPcN6Fz66GTk+s4vCvXqJgj0YivG94+4UPnccrz2RFIq9vQFQvhDr772gzIm7UKYSvXqQVL73AQ++C0KHPVBw7b3+TWU+9GcZPlpy4D2u3Ak+atdZvvgffr0lJz0+GM4VvSak871qGPe9L3e+vXdb/730c9y9Ba8GvUzfTrwGe9s9HcEHPscPIT68p4a9",
        "Fim8PYJJ+D2KUeQ9SbdXvrRHIz2oPKQ8zKANPesYDb6EGSI9KHOsPLhJt72X9Sw+mFo7vV5mNb5N9Si+JvLBPbRkFr7K7bY99GgPvrIytr10XSM9rHo/Pf12/L36hh6+8uKtPRhkNL169rw919tYvk8mRT68p3i9W2ABPhpwoz3Wlos9fP5MPaDmh73W3uE9RckuPhbfzb3j1SQ+kGdbPHrWQr4HQx8+xpP0PcbCvj3iFj2+BQjWvZjEhTwwvEC+4K4GvACX7LwX6Bs+OJuPvKZqGr7EZYG9QOO1PCJ81T0IDIY8b9AuPpJN471Ol6q9GLRovXgJx70PQNe98+E/PjOsmb3wO9C9nMg4vsbZZj7zNQS+ULNbvZU8Br605Es+exJQPmqHUz4RSuK97YZTvpjHIb5+bB8+QAVXvkauLD57H808eNvSvNvD/71Ohle+mhWWPQu6Qj4MKlK8lGkyveK7Vj1/dTo+PKO6vTF0Dj4BLVy+AC2UPLcKpj3irkg+5wNTvu3lQT57P10+c1iivBfQUT4/p589IFf4vDiSLr09UBA+ronwPYkJJT7cOgs+hztMPR+Dlr3YcOM9c843Pha0Mb6cwkA+Ubw4PjR/Qr373ve9dI4fPlFfqb1+NyI+3EcSvmiho71y53Q8BUZNPgx0VL5iIqq9RB+Lvah34D0ijGa+ecsxPsjFHD29Le8+GsLAvephQb9I+FQ+7dLxPqBYjD7xrEG+sVAsPeNn7z3XjvC82mqZvugsuD5phQU+Ee/OPZQnnL5sGYM+p6r7PJFFUr6wAVE5P+GwuwSPVj1aFIU+ofiOPhGc5z5oY+w8FfaIPgpAgz0SdLK9PRqTPSicBL70ntk+p15VvkXp0bxSS6g+2+WHvjIqKr4v45k+zFKbPWo2Nb4h2+k96E+YPFlk377RddE92gNkPUw4nDyJ42m92+aIvpweiL5ZX7E+4rVWv3WHQb9BKhQ+xP/Tvrwe8769jAC+q1InPDyWR77DiBC/2h6Qvbh0372p2mE+",
        "mnMuvp6jJ77BOBE+rqi6vUAzWTuDIxe+KD3KPLC7cLzFFjI+VyvmvXal8j3N6ws+cJHePHnhEL4UFXG9m8lMPty6XL5IxrY8frDcvXbv8T2slqK924IFPpXN5r30HTQ9bq2CPYDHKLz1Ekg+QAk3u4XryL2IRZ+99q+WvVCOEb0JVgU+pvmkPZ6QNr4cQnQ9LrTSPdNKBT7Ax1e9NgKDPcgajLytlzW+KPztvR/SKT7qGly+ngisPWXaCz68bHu98CQgvescQD4I9F299ghNvofVAb6zJPG9JLTgvTVXGD7eQzG+hsJbvjBT2TyabO694zgEPiREez0N7UO+zKsrPcxdab3Z3QS+QxZYPikWJr4QQaC9iigyvpmNSL7j6e89C9otPuVPXz24nge+WGeaPayhHb4OuZU9wRBYPm+PMD7M4uA9218oPknTCL3N0VU+R7IBPpAwb7zeEEA+o4wXPUO7KL7STVG+0dw/PnW5Hr5yP0m+f2ARPkoHH75imDC+4IsiPB6Wtj1PbFK+zqiOPTdVF73cSDq+CWjDvdWSLT4e0MQ9XoQmvnsgLj7tJDm+bd1Pvv0qZz3kQCg+5LtrPayuWj6mJSA9HxKbvQaNVL4Z8Vg+ZQEBPu5zL74skKK9JD+fvXjqijxlvAi+03HYPBpOsL3u+hM+zNpFPackBr4zk8O9GAcIvaCPhLuSxzm+HLknPXbH/T36ScE93McxvQocHL6yFqE9AAm5O35s671NSlS+1EwQvpgJ9rwn2uu9BXXevWEEHz7qbLw9aYYkPjt6FD5Aalq8KfMYPonB0L1NPPS9UTo1PolbGj64++48AI78uX1kRj5urrY9/JKCvRvpCz4SkfM9DvWDPXAXEb4EowE9tGijvT0gMT6FIEU+wN9cOwAWzDmdPks+U1ldPqDz8DwKZUe+lU5aPgBQmTlwPTY8jZS9vdoxlr2/sS0+3V08viD+jbtfdh4+jqm2PbuvAT68IA++GEELvk+T570H9SA+FOmivThPH77BkFO+",
        "9A4DPskdtT10fE49lMCfuu7XJL6/BhK9iEQWvcv2v7vDCVo+YH4YvifknLz+ZkY+9GqZvfNPAr6xZH89LgHEPWbKEr6vLQU+EIRHPRqgJDzxXjg+iUkQPkdq6b3lWci9NgECvRNeLz4Qw686lycsPgitIr4m8wG+fz5WPtJEV73hpFM+fmwpvu89Gb5sY0i+cS3PvYDdRrzMhrq9JAAavkLH2D3kM2G84PgVvCdciL10QtM9QjMcvvP5oj3aR4w9Ec/TvVfqa71+hwq8lUQ7vhAuX7wykxE+Hq0xPiKOJb4ATXA8lMgwPXNCb751Bae8LEKfvanGLL5GwLi9DivRvGCc+r1cTpa92ol/vZxnn76Rncw+kUMpv/c9nL6N+bI91TuKPqmxEL5rHD2+WGhIvqwTIb5EWT8+9lXQvTlEgj2kwhY+o9wePxKUib3gZJ49twrMPQv6WbxDfCG+iP0ev2X+9r7fCuu+47euPsTci76Inqe+DBjYPlhNpruKbbs9heu7vdHanj7EnGI9pt/UPglghT4yZT4+TKKVvUnhDb9hmh4+IKczPOSr2L6QlVQ9VuOjPZObxT4Fp6y+nMNKPHgA/7uV/2W+16t+vtBaLjsIFRk/8HA+PUSyJz21ZTg9rYyxvgy6MT2B638+X6kMv1bBhL+FA5a+IYdhPIFtWj7sQSa/3T7zvTRwUb14C7A+S2uQPhbwYz0xcPy8ob8pvjsE9D1rV58+1LkjPht7tjzpcSO+y7GCPb641b5se5u+nzUyPhFXUD1r/qw9EOy9vuB03727ipi8rfvlPlvBDL6AZ46+P7/ZPNII1T455pe9HjrcvS3brz3mnfk9dDJMPBpScb50K5a+MOlpPJ8vMj7lhkg+v8vtviDXD778Q6o+B8iSvoHyG76rVkY9RhqCPtR1lrz0Z8C+B2UxvnFtBD9E4ee9txMMvr/LJ76eAs+9E7YTP8X4SDzC9K89vcASvhayVL56PWy8ZsSQvmZwBL4aRA+/YMLEPYsSG78l9Ye+",
        "2Z0ev5l02r0eOBa+68XFPZ7WV76KgdG9w0CnvIoqR72xKLW9qw7IPlBECz+Ae2g94b1QPtSp17ucSWW+J5AHPhCPtb4Ao4s+u0d+PpCJ+Dyj09y9VFovPvk28L0qaC0+zxtNPdip3Ty0YSA+0JYyPg+2Xr652KE9lijtPgIrqr7xhQ8+hgFpvrfOqT2My+e+GgtYvsAxFr/72L48sWaqvgF5mz6JFQ2+w8biPQ8Ysj7aP50+FEPhPdM3Mr6oaLY+/r8Wvv2VUr0wqIS+ia5CPgJRRD5dkUi9ZT7/Plu/rr3sxdM+pliFvTY4a74EF20+sUysvq110ryE/jM+Jcynvq5KJz6urR6/9VM1PUPwqL2tAtq+5oNnPNavCb/6c9U+4Uigvq1EBb89ev2+io4VPqQzk7+Uf7s+8bmWPhrOLD6KHr4+nxRYPsowar9KJ1q9i/ENvp09Nj5bi1690m+tvk6jzL1QkjW+lNiHvlPvBL/sPTo+5t4dPnHOnL4paw++RkI8vjhoHz9fTgO+EsblPrsBKj6h9p8+GeqmvdQ9lz7cPKc+eNmHvExOV772iJe+TssOPsoPlD6IC78+1ZNdPpLrVb09ah6/ka/PPi/GV76aIc6+71VPPUCXnTxuYYu9VyQvPBNhPb6Ako0+IHmxvhy9Qj6XMs++6DFmPjYU2D7g1Oi92jXXPVFEvL2kN1w9RzEvPji5kLyUkQG9AmCOPTKC/z34q3m9aoEtvvFXBL5cL2o9yIItvlL9Ub5YrFa9ovaZPc9HE77LYyU+wPVIvU6kWr4sll29vGp+vUIJnz3p6CS+8SA0vgD+Dr6Mzg49SrVTvpAODDwwMEW9RNpdPS5zT77DxyK+wC30u6/1wL3Q0oc8lFppPavg7L1/Wx0+7aQ5Ppp11T24OKS92oDjPaG7I76n/0g+om7ePYk5TT5qVTu+aGoevTwzGj3joV0+oIGkvcDwh7vwmde9QLAjO+airL0GvqW9k50wPnxZaj3Zflw+DJ9ivVhayb1w/0W9",
        "GVXRPqmVnL1JlbC8jZ69vbzz9L3V1yw9vAcbOxQwqr3yaIA+GMNVv94agL4uZVi84YyGPVkFMT60CCI/u0HGPubCYb7JskO+KYsxvlCMHD759Re+m/QXvmZO/r6z7iy+cqLtvkM4CT3ZXHG+uOsHv2l1IT/6WiW9g6Zxvu5lID5u3HC+51AXPsHzOTwe++c+/doZPuLvxT5jIl6+v7WXPldcYz467g++KoOTvoBYab01BIU+Fy6qvkQcJz7cIUk+J3EfvVadFr+DfI4+P1gwvZbwFL/60K69oa4gPa9diD2OftK9mk4iPd/aFT/3RWK//iqYPLg/bz27dc8+Xv02vh10rb1Ak3A+19ZMvpZdIj5mGJ4+VasKPQqz4b0uq2k9jlWGvnzLmb5f3Wo8MdwKPhsXiL7YUQ8+scoPPFIjpbxirIQ+rK23vle1KL5lZwy+1MMQPCiBYb4366Q+fpWnvp26Aj4He5O9KmyaPtni2j3yNII9ttHzPeQEID5bytG8UpK/vaby+zzqCZi93R6zPc7c0r5lBRY+WVuGvgaXVT4EwJq98OYCPgRmrL6WCm87ajpSPiM6Eb1ESY494FrHvYmaFj7HE5S+9aa5PkF+Ejxsug6+7unZPuOKUTwIqbs9jSKPPvevl71Vl7s7nXEZv89KBz6xGlE+h5vcvlUX8D2ORT2+6YClPeUMeL0P2Wm+eFh8vcMyrj3CJE4+kZQtvtQUkLw6B3s+4XoDPj/OmT0R+ly+zwTfPRihKz4pH1k+E3yFvlOd871um5u9/BZOPhgGJz4aqe485WyrPip3+DxmUAa+X4wnPr8VgD19Zdy9+TuEvJBZgb6Qbew+w5Jvvr+lbb5zqQW9NzPWPanZAL1XLIg+PoLAPgleGb5bqnE96w0Mvreapr31ct68GE/4PuZM375hBvi9Jyu8PV2IF798Wg2+c2w7Prd8jb4hZdI+7LH9PWxTDr4AUKI1TDTqvvgmfzx4u8E9yoAZv6dC8r23GU6/j282PhU1Cr70oCY+",
        "UHsuPX5YGr/IK1u+ay66PktjWj6RNpq+F36Mvh0olz6DV7k+X1PuvipgLb9/Seg98IP2vTZ4q758fx4/q98DP3Z21T7ZBpw9eXhOvuKniT4A4OW34vE7vlgPnj53d+K9EcoOP201zL4DxAg/isZPPVk0Iz/U0ka9XwMzP7qxSL6ohPo8MW+pPrmlHL6uyv6+6+Oivuj0m7+yO+O9vj0pP5BQiz/G4fK9ZtSCvkpc5z5CiPM+MZ2WPoxrkT7k1HC+ixUEvv3kEz2PWRI/QL9xvo3a476DxAQ/mRBcPu24e750AM++Vou/PfGbxr2X07K+xJKtPhPmPz74dS2+gTBnPppvKr7Z4Iy+kC++veZ3pj4bqr0+2TrVvgouiT2JakQ9jkztvW8G773MefU9NcVKPZvctz4B1dC+W5TivVqojr7RFbs+ZliVvvjMAD4neI89aGJKvUH3AD6dbBE+jV2oPSLskT5SYM69EAaSPXV1ej6srz++zioRPrpENj76hoY+0WIzvu4ZBz64Rxs+x7h3v3tJqD5FI+4+SmXVPaL0b713QZM+p6javBBBjj6z6+A+yf1Svx79Gj8mUqW+ugwWv7r9oD0Etou+JeXPvjMDI7+uwkS/mmIZPgoIFbxBBbS+8cybvZ02I77SSre9BDgRPmhNAD6JaC2+NlfNuwJra72Ln+G+FHEfPXVFC75ssME91HACvkV1Cb+jE6o+Et9evoTP0T6gg2i+KljiPVu4rT2CF4A+46FzPabI7D6LkbM+1ZcGvbe6LD5Opyo9GarIPq6caTwobwA+Yn10PdziLb5kqxC+NpCDPb2yRD6PnKM+UxAtPq0lKr4r9f89YhYFPqp6tbymTKc+dwtFvdWQn7xlJLi+dsrnvmGNvz1+JGO9MzlEPh5lqD2Q76++ekqtPSPGVD2AZXi+IiOWPQp1KL4vUoW9ZzEIPbdkgL7CbQ0+oGW+vnD0GL7iBSs+7tYZPVASCL9bGF688sgpPgl7Rj6dsge9KeSxvaZJH71TKFw+",
        "yCgBvgI2gz1QWkO9xHA0voD4S74wqZY8HTBOvsJSqj1tm0I+IPwwvZ9OIz4WHsI9gPaeOhwcNz19Wwe+/zMvPpa/0z1XgRc+tWYwPnh4Ur37yiQ+41pLPvialDxAkRS81J9bvd4Eib3SPcM9VKRsPQKUnz2A5V69k/hWPswqq73Xg0A+AjedPfCjeTzz/Rs+21fwvf3NCT4wbyi+dKY2PQBZuL0/+BI+NivIvaLynD3O6Iw9aDcyvixCD76w3gS8ADLvO4znPD0/sw2+jDYzPXU5Vb5O3+09+Io4vvEyC76P0VO+BGNGPazWFb42G9m9ahCKPZzxO71SWSi+NWkZPqW1ZT1V9Lo+m+cvvlA7lz46ZoU+RRWVv9Nf5r31AeQ++/RNPlqibT7YCQ0/3rCGvtwtmj53gS+/OfUhP2dA1T45KRc/Qtg2P0KHSj6xrIg+4uwgvi5wEr5qXZS+nfEbPolH9T6mPRA+C/6jPikQED4zwik/yCdQvuBosD5o9kw9i7hevv/Hyj7lgyi+C8z+vaKnPL/UoUE+zp0Qvsr7dj8MwFi/wzKJvZF1gD75hEM/RnP8PbjpVT6LcrU+gLLpvWkJ1b2WouY+msemvGhYTT2VrgK+NY8MP4/Rlj14H7o+iMPSPjymEb4/Tcm+h23PvlmTur+3rxw998/1vlotHT4KOOw9iENGvVKTCr6CZae9Zo+rPZHmOD5dsVM+Do7DPYBAs7ujYb69CuKLvSSEZz0ACBE6VURSPuwjQz39zDA+TqjhPfw2Pr4BBho+zorrvXMiLz54a6A8Q5gaPqtTB75vfVa+sQpXvjNu+71+zYm9/U87PrI9Cr4NjwA+5vTjPZQ+BT0aokG+OrusPbCWhr3Af1C8TuXUvXgxlryuQOo9e2wtPuBSRL7d/E4+v4gDPhxMEb1O+vI9BLILvu1L0r3goUK8Nkq8PbCgNb4f3g4+nDM0vUiHyDxgPRU81EdwvZhIn7zgITS+bQFTvvDxXr1XLwM+kBbMPA5KSb7T1Mq9",
        "WNQdv632Aj8o8Om9X9LtPidbRj/UMo4+sqwYPcFBOr/lnWC9kVDBviI6tz2JMEI+IL4VPwuSYz7goNq+SmDVvh7iaT6adzY/PgipPmrJK75EyKa9pJ4Zvq01/T4xGRA/lwTuPj/O3z31JBU/kHDQPhiSTT7gtjm/VgTpPlcVRz/QPgM+gPsxvzniMj3clFk/2qybv7MgFz5CT1m7F+i6PvA/Nb8C+ze+FfOLPpSVEj+gbEW6MgMQvlmJFr8P2Qo/xhMtPgz/+z4lHk4+HbvcvmEQID5Ne04+2oszPhQ7Cb6zr/M+bBPYvW7QAr+vJK4+ya0LPgNGGT/1mhy+q6RIvy2IST6jGEc+NEYMvvY1R76Ju9y9MB+YvaksIj7A2wU8K+wpPth9nrzkWEW+WSg6vrBaLLyvJCU+P10TPtBrRDzAxPW773cuvvNdML6oHYU8TdgTPqkxGz7Ma2k9GjSPvfARoDyAD6+8SHXvvKm5Sz50qms9NKRpPe4hrj2Q9IU8JvKhPSIj1j1i0re9GDKGvW22CD5zBD0+4IHIPCpw0r2sBhy+PwcyPvru7D1ABwu89vmPvYDAtTyYNJG9lAEbvnIbsD1Q8SE8CbkMPik2WD75Byk+EYkzPhBsAL3QFA+9IPAAPAEl1r0qEfY9SMkhvTLA9j3KybO9Dv8TvpLJ5D30EBnAWKCkPzHztb1ANWs/RSjEPkS+dT744J4/8qXLvxOpVr8ghp8/q0LGP/bkCz7ammM/kWMavUowwL8vLSC/RCvDv5+2q79gyZo/yHQywALXEr5YFAQ9IVuiPy/5pT99xoY/hGuhP3otjz9ZPKw/U25jv3fzKz6jxaQ/3zGYP0RVDL4LUJy/oXzxvK6vgz/Jz4a/VNaVvqZFQD00QBE9zFfbvpSiDr5Mh5o+UcSoP4zfl7+xjHa/J5g7v7YdXz9ictE9myjNP1/N/L9XN5a+VOQHwO7be79reum+j/SSvQd1RD91dT0+8apjv1lzFD8v0EA+8mm/P1tD1b8hqf+/",
        "/a5hPo3stryBF7M9VRcDv5dzJz/URJA+NS+kPdaIbT5tKmq9+pnbvj+6G76ih+89RUIGPybhh74a6h48BNkHP9rvxz1g+Qg/eFyPPh+ucD6YS/88dMA1vkTuWL7TaTA80bfQvX/Pw776fFq/ikcKPZYDkz45EDg+AvqqvtHlhD5dghM+WHw7vnmRib2fYy+/3EuyvjsGyT0744u+AB6EPgaJCr3bXI49P5aDPlacCz4zrzw+9wbzviBYM74WFqW+s/10PFE3vb6LHPA+9KHDvqgBn719XYU+21FQPgUyBb8xM5o+4RPpvU/qt71RuDE+XMwcPSJ8oj7A9uY+ujalvpZxQb61HJk+NfVDvleDCj0jExA/aFT8PqjRAb8atcG+t2KYvUlhSr5TWh4/eR0Mviz8hL4wwQM/Ic4ivxkZiTwPow6+8DwzvhPD0T56Ice+06gcPVNlfL770KI9yb2oPjTA3bwi6Kk+/yDKvlnY2zsRVIW+Dr8DvmeFsD65dxA9nPIyvllYl7/w7W+8KBKEvFbtGb++DLw9t4yGvovpGb91W86+qv4rvl7/Hj3Ah84+ag1pvkZbHr6tzk+/pDcav1QGp72eKIc+WReQvSNy6r3ECg8/ggQpPiFe7r2/ws89084KP1b+Br7iax2+AfU2PsGtTD53k8c+AS0WP/KSc7+kFEY+siWEvS/qqr3S6oC9OouMOy3DoT4eAsg9aPcyPhipz7wfMDW/sJBWvR+SFr6GCxG+bArovVIfDL7EiiW+d6swPr7TRz7yTgy+sPEfPobmjr1mSt09/uGsvbegAz5eAo++sIEwvqxC+b7ipg6/UuIYPgx2oD5Mc7q+rEQEPmWfdL4Ury0+Y7etvRzhkz6LjTg+LfchvWEggL2sB1c+FsVjv7SZDzzVS5O+0NIBv6Xdlr63B609qF2oPp2NxT3QRzO8/tkxPtfjFT6Zj3Y9a/HlvlI+6j4TH9y+SjW1Pj8Qhz6i1TW9OhmBPRxEEL9nrWY+VtDCvsujp7wsLcU9",
        "pOBBPEsxNb7QSyy9RW2NvVobIz5xvbi9dqE2vZmhNr7agyy+kBr6vSmI1L0+012+fhaYvJ4MGT7PnCk+ZOV0Pey3Ab68RlA936NovoNXGD6PyCy+oLXUvImzHj5Vdio+0A6sPChAvb0xPC8+YAdxucJFSb2WuPe8soGwPTEFzDzyGka+/lAxvotw7jys32q+Mw4yvisgND4ptsS98CSTvSZILb40m529gWMxvkp+Dj2AjDg+RQrzvSfdD77SKtM9z9IKvh7pAr4E+sM9/HJ5vamdQb50NTo+ke7nPEV2/DxRlyo+XxrpvdsHEj4g5AC6f9MLvq7iFz6FPCe+mkyHvNp+AT1FmCs+Eyc3Pl8kdj79v+Q+1h3bv2Sl5DxCy8g+oOFCvqosaj0ueAO+tq6VPR2rj77+tDG/YS7YPT6yMr+fTNo+SV5ovoC7YT6zR/s+12JMPoRKLb7qG54+yT4FvnP05z6VgPe+E9gCv3Sdpb525N0+StVcPo0Q4z5osu49wpkAPflILbxY+fm9jhNuvsPoer7aFtU9iGQPPd2rEj9V1Pc+3AVKPatEj76Yehw+4+XEPRZUuj5Fthg+vhLLvcbM9jxpXI2+XNW7PvxBAb51mjy/t5fBPrfIub2egyw984mgPvBON72+VXy/S2+Kv+jHYT6d3yS9oitBvmqhkz31WCO+jf0svom3Qb6Py4K9C7yePR9MBr05Y/Y9Njsavl5WBr7Stsk9DBwwPeDEgDuwT0c+WoiNPaUX7Tz2f/S96lMmPpuWLb4S8g0+6CDQvViUEL54h/y9IParveNktTwZVVA+zHs5vuiEhL0Bx+I9rOk5vnvwGz4/Tt88WLyFvaRVNz2U9em9FF54PRORDj6fhNi92k6NvW4EGr6G10G+X8XuvU9sSD4Qeiq+/DYDvtCHWL2A4ug7b/bhPbmuBz5wATK9nwo/Po/hwL3zKig+GOafvE0ekL0tiOa9K4olPqc/Eb6Xr0o+vwagvYzV8b1+m1y+newhvXL7ML4Xxqs9",
        "dA8YPA/g8r12ogY+BNUEv4C0iT7w1O4+W1lfvwIThb4dHDc+0sgFPn61x717ESS+PlQqPkZ4or68hXy+0LvHvfk5tD5ybVw/mt2QvhSBED7clTC9ij8/vnN91L6bbcu+B6fgPb7dWr4QG4a+02VdvpEg4r22Dgy7PcpEvj4oHL8qrJy9tkQGPmMNqz3aHAi/S3AdPb9O8r3TpXY9wd21Pd2jTT26tBY+4i5/Pp5cMj3f0aW+WLMVvyGqij7j+u07jx4KPqwsZr8KWOY9clQWPcYmrT66QUI9B28+PsGcoj2m/Ne9Xk0hvDjgDr9xORS+kmHaPnr4J77Qrcu8N/QgPp+8u73xDk0+TIplPfDo/LxMtIK96rLyPfxrKD0A/DM6ACgGvCCqMb7IRME8GjWmvfrJtj0Qgmk8nrdBvkK0wT0Tdz++vxQfPlwcWz1uyP49Mg+7PS5Viz3gclC+8f4sPlFmNr7ceqq9NO31vYH5Ej6ElQw99RRMvhh1Rr7xpVW+XgYSvoGf5b0yH5E9PkpGvkwKkb2Zj8q9oCuru2jDojxVxj0+XomdPVLjM77odoc8kjHMPQJzkD3oZem8RBYdvW4/kz2SLRO+NFcIvo6uL74S7aE9ItPMvVgjjL0O+4A98qPBPW5mnb3pt0o+wMO6vTOlAL5PY0A+Z+dPPoFnVD67D8y+vZP2OwxBZD3NWQ0/d1gcPwLcaD8US6S+huB1v90zcb4l1Wi91pjgvdVmDj7ZNQE/vo2nPpreHr4zsuy/Xe/6v/fSZD9lRU8+bdmsv8h4pbywetm7OX6qPlzFPz7lUF0+3aOKPMVpsj6/nhI/FIIev1uFEj+vEZg9Sk4iPC0y5T2br2O/HFtIPRFeGT/kLAC/PNiUv1DDWb4I+Cg8n3Fuv/jDd71pBuk9iDXvPlK8lr8Pr8e/rBcJvyHyv75gRCe9TBwNP+FU7r9UhJy/WapOvSocgr/OY0a/1uVYvuKiCb6v1v+9PvC5vsG6KD8GvDO+By0fPol6SL6gEx/A",
        "2dLxvkpfg74JLVe+GFKdPoEvNz8hP7o/EtdNvmgFYD6MPLG8QAUbPutm57yg5rA9e9yFPrcpMz/vR16+VlDRvSblqj6nMKU/VuUNvvJyDL+6KE4+X+UJPjlKQT7Zdfo+eANsP5kCLzuW+Lg+2zOrPkgIUr9fcHG+vFEAP32AET86ouu9Xs10v4o9Qr7ePp6/FdGSvwRjMD7kimG+gEG0vs/dXz5wwKA81hMRPmpXjb4M/Zm/YdkavhDDT79nc5g9nkyBPS0S2b/Df/6/J9JHPT03gTsm/CS/4gn+vmgqBj7bTMc/zMJYPd+LI70cM6++6nKZvrj0zz4sprC/v6YRvw=="
      ]
    },
    "dense_3": {
      "bias": [
        "ShGwPQ=="
      ],
      "weights": [
        "Aqk3P0O8bL69038884GuPuUFGj9AWcg/VaNDv2WEob6DB4a/2Bmjv30Nkz2fiVu+tsMFPz/BAz9zzie+s1qUvqm8Q76FzuQ/9eM5PkMoqz5NjyC9tMn6vU9dPz4FVKs+enncPj/hcD7GtLk+Aad3vp23kj7v+He+VinJPgFPLT4DQp89eHJMvhpPJTzeoDw/lpkwv/MSgL+X5wC+0I11vyyOJL+tv1a+Rux+P3RANj7sgZy+E2JVvwf9j702rXO/ubVAPt1HZr8f5gG/inaav5Spj78Arpy+rVMJv9J/sb/TiTA/vqCNPiRPWD/POie/0cynP5c5h74l2sW//M0Bvg=="
      ]
    }
  }
}
